{"lista_conversaciones": [{"Historial": "Patient information: The patient works at a grocery store.\nMain complaint: Dry cough for 5 days worsening at night, chest pain, sore throat, associated with fever, fatigue, and decreased sense of smell. Also has gained 5 to 10 pounds.\n\nPersonal medical history: The patient has high blood pressure, type 2 diabetes, and gallbladder removal. Currently taking Ramipril, Metformin, and vitamin D supplements. Allergic to environmental factors such as pollen.\n\nFamily medical history: Asthma in the patient's mother and brother.\n\nPossible diagnoses:\n1. Infectious process, such as a viral infection.\n2. Covid-19\n\nPossible specific studies, evaluations, and laboratory tests:\n1. Swab to check for virus presence\n2. Covid-19 test\n3. Blood analysis\n4. Chest imaging studies", "lista_preguntas": [{"pregunta": "How are you today?", "respuesta": "Cough"}, {"pregunta": "Well, thank you for coming to the emergency room today. We will try to solve it. How long have you had this cough?", "respuesta": "5 days"}, {"pregunta": "Ok, 5 days, and has anything else appeared during that time? Do you have any other symptoms?", "respuesta": "He has chest pain, sore throat, and is associated with fever, fatigue, and decreased sense of smell. He also has weight gain."}, {"pregunta": "Oh, I'm sorry to hear that. Have you experienced something like this before?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. Alright, I will ask you a few more questions about your cough. It started 5 days ago, has it gotten worse or better since then?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Wow. That's a shame. Do you find it feels really dry or are you getting sticky stuff out?", "respuesta": "dry"}, {"pregunta": "OK. And is there anything that seems to make it worse or better?", "respuesta": "It gets worse at night."}, {"pregunta": "OK. OK, um have you had any chest pain?", "respuesta": "He has chest pain."}, {"pregunta": "Okay, in which specific part of your chest do you feel pain?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Have you had a sore throat?", "respuesta": "He has chest pain, sore throat"}, {"pregunta": "OK OK, thank you for sharing that with me. And, along with this, have you noticed any changes in your sense of smell or taste?", "respuesta": "decreased sense of smell"}, {"pregunta": "OK. OK, um, and when did that start?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK mmm, have you had nausea or vomiting?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. And you said you were feeling very hot. Has your temperature been taken?", "respuesta": "It is associated with fever."}, {"pregunta": "OK, OK. Have you lost weight recently, like unintentionally?", "respuesta": "It has a weight gain of 5 to 10 pounds."}, {"pregunta": "OK. Um. Have you felt chills or tremors?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. Have you had night sweats?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Oh no. OK, and was that just last night?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. OK um. So I'm going to ask you a few more questions or sorry a few more questions about this and then we'll move on to your overall health. Have you traveled anywhere recently?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. Have you been in contact with anyone who may be sick?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "So you work at the supermarket?", "respuesta": "Works at a grocery store"}, {"pregunta": "Okay, do you live alone or with family?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Alright, yes, do you work outside of the house? Have you been in contact with anyone who has been sick?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "And your wife?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Well, in terms of your overall health, is there any illness for which you regularly visit your primary care physician?", "respuesta": "He has high blood pressure, type 2 diabetes, and gallbladder removal."}, {"pregunta": "OK.", "respuesta": "I"}, {"pregunta": "OK, Ramipril and Metformin, any other medication?", "respuesta": "He/She is currently taking Ramipril, Metformin, and vitamin D supplements."}, {"pregunta": "OK, and have you had any surgery?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. OK um. Do you have any allergies?", "respuesta": "He has allergies to environmental factors such as pollen."}, {"pregunta": "OK. Okay, so you don't have any allergies to any medication?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, do you have any family history of respiratory problems?", "respuesta": "Asthma in the patient's mother and brother."}, {"pregunta": "OK. Um, OK, and in terms of your lifestyle, it sounds like you live with your wife and kids, work at a grocery store. Do you drink alcohol on a weekly basis?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay, so is it then three to four drinks per week?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Do you smoke?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Do you consume cannabis or other substances?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Do you think it's a good plan?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Sure, thank you for chatting with me. We will do that swab right now.", "respuesta": "I"}]}, {"Historial": "Patient information: 8-year-old girl who lives with her parents and younger brother.\n\nReason for consultation: The patient has been experiencing ear pain and fever for the past two days. She does not have fluid in the ear, cough, runny nose, sore throat, or any viral or cold symptoms. She does not have a headache, nausea or vomiting, or changes in bowel movements. She has not shown any sleep or appetite problems.\n\nPersonal medical history: The patient has had recurrent ear infections since she was 2 years old and has needed antibiotics in the past.\n\nFamily medical history: Not provided.\n\nAll possible diagnoses:\n1. Otitis media.\n2. Viral infection.\n\nAll possible specific studies, evaluations, and laboratory tests:\n1. Physical examination.\n2. Tympanometry.\n3. Laboratory tests for infection.\n\nAll possible assessments and plans: Antibiotics, pain relievers, ear drops.", "lista_preguntas": [{"pregunta": "Good morning, what brings you here today?", "respuesta": "You have been experiencing ear pain and fever."}, {"pregunta": "OK, and has this happened before?", "respuesta": "He has had recurrent ear infections"}, {"pregunta": "OK, so have you needed antibiotics then?", "respuesta": "You have needed antibiotics in the past"}, {"pregunta": "OK, when was your last ear infection? Do you remember?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, is it just one ear that hurts? Or both?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. Which ear is it in?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Right ear. And when did you notice that the pain started?", "respuesta": "during the last two days"}, {"pregunta": "Three days ago, OK. Was he irritable, like pulling his ears due to pain? Or how would you describe it?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Has it been so painful that you have been crying?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, have you noticed any kind of drainage coming out of your ears? Any fluid?", "respuesta": "There is no fluid in the ear."}, {"pregunta": "Any fever or chills?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Two days ago. OK, did you have the chance to measure it at all?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "38.8 OK. OK, and have you had any other symptoms recently such as cough, runny nose, sore throat, any viral or cold symptoms?", "respuesta": "There is no fluid in the ear, cough, runny nose, sore throat, or any viral or cold symptoms."}, {"pregunta": "OK, um. And have you had any headaches?", "respuesta": "He/she does not have a headache"}, {"pregunta": "OK. Any recent travel or contact with someone who has been sick?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "No, any nausea or vomiting?", "respuesta": "He/she does not have a headache, nausea, or vomiting."}, {"pregunta": "Any changes in your bowel movements?", "respuesta": "He does not have a headache, nausea, or vomiting, nor changes in bowel movements."}, {"pregunta": "OK. And any fatigue or just feeling very tired?", "respuesta": "He/she has not shown any sleep problems."}, {"pregunta": "Have you had to miss school or something like that?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. Any sleep or appetite problems?", "respuesta": "There have been no issues with sleep or appetite."}, {"pregunta": "OK. And any medical condition that has been diagnosed in the past.", "respuesta": "He has had recurrent ear infections since he was 2 years old."}, {"pregunta": "OK, has your hearing been affected?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. And you mentioned that it is recurrent how you once had to see an otolaryngologist?", "respuesta": "Recurring since I was 2 years old."}, {"pregunta": "Okay, yes.", "respuesta": "I"}, {"pregunta": "OK. Have they ever had tubes put in their ears or anything like that?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, OK. Any medication you take daily?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. Any allergies?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. Any hospitalization or surgery in the past?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "How was your birth? Was it a vaginal delivery or a cesarean section?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Was it premature or did it come to term?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Did you have any complications during pregnancy?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay, after birth, did he have to stay in a NICU or any complications afterwards?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. That's good, and in terms of your development over the years, have you had any issues with your growth, learning, or anything like that?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay, sure, and right now. Are you studying online or in person?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Alright, and how is your current life situation?", "respuesta": "He lives with his parents and his younger brother."}, {"pregunta": "OK. Uh, and uh? Does anyone smoke in the house?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "You're welcome. Take care.", "respuesta": "I"}]}, {"Historial": "Patient information: The patient lives in a small bungalow in London. No further details provided.\n\nMain complaint: The patient has had a cough for a week and it has worsened in the last few days, to the point where they now have difficulty breathing, especially with physical exertion, and there has also been an increase in the production of sputum (clear white) in the last week. The patient also reports chills and nasal congestion.\n\nPersonal medical history: The patient has had COPD for over 10 years, as well as controlled hypertension (last measured a month ago and also at home, with the latest reading of 135/80), and a lung infection 2 years ago. The patient takes metoprolol and multivitamins. They also use three different inhalers, including Ventolin and Spiriva, to control their COPD symptoms. The patient has been smoking a pack of cigarettes a day for 20 years, with a previous unsuccessful attempt to quit, and occasionally consumes alcohol.\n\nFamily medical history: The patient's father died of a heart attack at the age of 60 and the patient's uncle had skin cancer.\n\nPossible diagnoses:\n1. Exacerbation of COPD\n2. COVID-19\n3. Lung infection\n4. Asthma\n\nPossible specific studies, evaluations, and laboratory tests:\n1. COVID swab\n2. Chest X-ray\n3. Pulmonary function test", "lista_preguntas": [{"pregunta": "What brings you here?", "respuesta": "He/she has a cough."}, {"pregunta": "Okay, I'm sorry to hear that. You also mentioned a cough, so the cough has been going on for at least a week and the shortness of breath or difficulty breathing, when did that start?", "respuesta": "a week ago"}, {"pregunta": "Okay, yes, very well. Let's focus first on the cough. Did you say it is a wet cough?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, what color is your sputum?", "respuesta": "sputum (light white)"}, {"pregunta": "OK, so you don't see any yellow pus or anything green or bloody there?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, umm this cough, does it sound harsh, barky, or does it sound hoarse?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. Do you have any chest pain associated with shortness of breath?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, have you experienced something like this before?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK.", "respuesta": "I"}, {"pregunta": "Okay. And when they admitted you two years ago, did they tell you what you had?", "respuesta": "lung infection"}, {"pregunta": "Well, have you ever been told that you have something like asthma, COPD, or any long-term illness?", "respuesta": "suffers from COPD"}, {"pregunta": "Okay, yes, sure. So this time, has he had a fever?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, any weight loss?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, what about changes in your hair or nails or skin like rashes?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Any changes in your vision or hearing?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "And in the sense of smell or taste?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. Do you have a stuffy or runny nose?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. And any swelling in your legs or upper limbs?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "And pain in the calves?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Dizziness or fainting?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Headaches?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Memory loss or confusion?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Changes in your bowel movements or abdominal pain?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Changes when urinating?", "respuesta": "It is not mentioned in the medical history."}, {"pregunta": "Well, besides COPD, do you have any other long-term illness?", "respuesta": "He has been suffering from COPD for more than 10 years, as well as high blood pressure."}, {"pregunta": "Alright, and when was the last time you had your blood pressure checked?", "respuesta": "Under control since a month ago"}, {"pregunta": "Oh, I see. OK, any hospitalization other than the one you had for COPD a year ago?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Well, are you taking any medication besides metoprolol?", "respuesta": "Take metoprolol and multivitamins."}, {"pregunta": "Do you take any inhalers for your COPD?", "respuesta": "Use three different inhalers."}, {"pregunta": "OK. Do you know which inhaler you are taking?", "respuesta": "Use three different inhalers, including Ventolin and Spiriva."}, {"pregunta": "OK, sure, Yep.", "respuesta": "I"}, {"pregunta": "I just want to make sure you have one long-acting and then the other is a long-acting beta agonist. OK, good. Alright, are you up to date with all your vaccines?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "And are you allergic to anything?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Any family history of lung conditions?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. And heart diseases?", "respuesta": "The patient's father died of a heart attack."}, {"pregunta": "OK. Very well, any cancer?", "respuesta": "The patient's uncle had skin cancer."}, {"pregunta": "OK. Do you know what type of skin cancer such as melanoma, basal cell, squamous cell?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Oh, I see. OK, OK, that's good. Do you smoke?", "respuesta": "smoke"}, {"pregunta": "Okay, how much do you smoke?", "respuesta": "He smokes a pack of cigarettes a day."}, {"pregunta": "Umm, have you ever thought about quitting?", "respuesta": "a previous failed attempt to leave it"}, {"pregunta": "Okay, no problem. Do you drink alcohol?", "respuesta": "consume alcohol\n\nI consume alcohol"}, {"pregunta": "Okay, sure, that's fine. And any other drug?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay, and where do you live now?", "respuesta": "He lives in a small bungalow in London."}, {"pregunta": "OK, any reason to believe there are carpets, dust, mold, asbestos, anything that could be triggering your COPD?", "respuesta": "It is not mentioned in the medical history."}, {"pregunta": "OK, have you had any contact with someone who has been sick recently?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, how about traveling somewhere?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Yes, sure, that makes sense. Well, those were all the questions I had for you today. Did you have any questions of your own?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Alright, no problem.", "respuesta": "I"}]}, {"Historial": "Patient information: Software Engineer, lives alone in an apartment. No gender or age provided.\n\nMain complaint: The patient presents with a dull pain on the outer part of the right ankle following a misstep that occurred the previous day. Describes the injury as if the ankle had been twisted. The pain started hours after the injury and has been constant since then, also radiating to the sole of the foot. It worsens when bearing weight on it and when touched, but can still move it and walk short distances. Improves with rest. No swelling or skin changes noted. No fever. No numbness, muscle weakness, or pain in other joints. No changes in appetite or weight.\n\nPersonal medical history: Patient twisted ankle as a child while playing basketball. Had diarrhea in the past and was given a fluoroquinolone antibiotic. Takes vitamins A and D. No known allergies. No prior hospitalizations or surgeries. Does not smoke, use drugs, and rarely drinks alcohol.\n\nFamily medical history: Patient's grandparents have osteoarthritis and patient's father has had gout in the past.\n\nPossible diagnoses:\n1. Ankle sprain\n2. Ankle fracture\n\nPossible specific studies, evaluations, and laboratory tests:\n1. X-ray", "lista_preguntas": [{"pregunta": "What brings you here today?", "respuesta": "He presents a dull pain on the outer part of the right ankle."}, {"pregunta": "Okay, and when did the injury occur?", "respuesta": "after a bad step"}, {"pregunta": "Alright.", "respuesta": "I"}, {"pregunta": "OK, and remember if you twisted your ankle, did you twist it inwards or outwards?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. And, since then, were you able to stand up or were you not able to bear any weight?", "respuesta": "You can move it and walk short periods of time."}, {"pregunta": "OK, OK, so did it get worse over time during the last day?", "respuesta": "It gets worse when leaning on it and touching it."}, {"pregunta": "Do you notice any bruising, redness, swelling, or any changes in the skin?", "respuesta": "You have not noticed any swelling or changes in the skin."}, {"pregunta": "Well, and how would you describe the pain? Is it a dull pain or a sharp pain?", "respuesta": "It presents a dull pain."}, {"pregunta": "OK. Alright. And has this happened to your ankle before?", "respuesta": "He twisted his ankle playing basketball when he was little."}, {"pregunta": "Okay, and does this pain stay, where is the pain exactly on the right side of your ankle or on the left, like the inner side?", "respuesta": "It radiates to the sole of the foot."}, {"pregunta": "OK, and which ankle is this just to clarify?", "respuesta": "of the right ankle"}, {"pregunta": "OK so it hurts on the right side of the right ankle.", "respuesta": "on the outer part of the right ankle"}, {"pregunta": "OK, does the pain radiate or move to any part of your feet?", "respuesta": "It radiates to the sole of the foot."}, {"pregunta": "Well, is there anything that makes the pain better or worse?", "respuesta": "Improves with rest"}, {"pregunta": "OK, is there anything that can make it better?", "respuesta": "Improves with rest"}, {"pregunta": "OK, have you noticed any fever or chills?", "respuesta": "He/she also does not have a fever."}, {"pregunta": "OK, any pain in any other joint besides the ankle?", "respuesta": "There is no numbness, muscle weakness, or pain in other joints."}, {"pregunta": "OK, any changes in appetite or weight?", "respuesta": "There have been no changes in appetite or weight."}, {"pregunta": "Alright, any weakness in your right limbs or any numbness or tingling sensation?", "respuesta": "There is no numbness, muscle weakness, or pain in other joints."}, {"pregunta": "Ok, right. Have you been diagnosed with any illness in the past?", "respuesta": "He has had diarrhea in the past"}, {"pregunta": "OK, that was two months ago. OK. And any medication you are currently taking?", "respuesta": "A fluoroquinolone antibiotic was administered."}, {"pregunta": "Alright, any allergies to medications or any environmental issues?", "respuesta": "He/she has no known allergies."}, {"pregunta": "OK, any previous hospitalization or surgery?", "respuesta": "There are no previous hospitalizations or surgeries."}, {"pregunta": "OK. Any family history of a musculoskeletal condition, a rheumatological condition. Anything that you know?", "respuesta": "The patient's grandparents have osteoarthritis and the patient's father has had gout in the past."}, {"pregunta": "OK, and do your grandparents have rheumatoid arthritis or osteoarthritis, do you know?", "respuesta": "The patient's grandparents have osteoarthritis."}, {"pregunta": "OK, and are you currently employed?", "respuesta": "Software Engineer"}, {"pregunta": "Okay, and how is he currently living?", "respuesta": "He lives alone in an apartment."}, {"pregunta": "Okay, does he smoke?", "respuesta": "He/she does not smoke."}, {"pregunta": "Okay, sure. Any recreational drug like marijuana, cocaine, heroin, something like that before?", "respuesta": "He does not smoke or use drugs."}, {"pregunta": "Okay, and alcohol?", "respuesta": "Rarely drinks alcohol."}, {"pregunta": "Alright, so I have a few questions. Right now about your right ankle, you mentioned that you don't have any swelling, but do you notice any redness or warmth?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Well, and if you press on your ankle, does it hurt a lot?", "respuesta": "It worsens when leaning on it and touching it."}, {"pregunta": "OK, and are you able to move your ankle at all?", "respuesta": "You can move it and walk short periods of time."}, {"pregunta": "OK. Can you stand up and walk, or can't you do it right now?", "respuesta": "You can move it and walk short periods of time."}, {"pregunta": "Alright, take care, goodbye.", "respuesta": "I"}]}, {"Historial": "Patient information: Elderly male patient. Lives in a small condominium with his wife.\n\nMain complaint: The patient has been experiencing pain and stiffness in his hips and knees, especially in the mornings, for the past two months, which has caused him to interrupt some of his activities. The pain comes and goes, worsening in the evenings. Exertion and walking also worsen it. He has taken Advil which has helped with the pain. The pain is sharp within the joints. The intensity of the pain is 7/10. He had not experienced the pain before and it is worsening each time. He does not have tingling or numbness in the area. There is no muscle weakness. He has no limitations in activities of daily living. He does not experience dizziness, fainting, or memory loss. There are no confusions or headaches. He expresses no joint or muscle pains in other areas of the body. He has not experienced any recent weight loss, fevers, or chills. There are no rashes, changes in senses, or wheezing. No chest pain, palpitations, or fainting. There have been no changes in bowel movements or urination. The hip and knee areas do not show redness or swelling. There is no atrophy, deformity, or skin changes. He does not feel pain when palpating the hip bones. There is slight discomfort when palpating the patella but it does not feel warm. Discomfort and pain in hip flexion with limited range of motion. There is no crepitus in the hip. Stiffness in knee extension with creaking sound and discomfort when bending the knees backwards. There is no pain or limited range of motion with plantar flexion or dorsiflexion.\n\nPersonal medical history: The patient has hypertension, high cholesterol, type 2 diabetes, and overweight. The patient takes Telmisartan, Atorvastatin, and Metformin for their respective conditions. The patient has no allergies. Up to date with all vaccinations. The patient has not been in contact with any sick individuals recently. No recent travel history. The patient smoked a pack a day for 40 years until he quit at 65. Does not use drugs. Used to drink alcohol very occasionally but does not currently drink.\n\nFamily medical history: No family members with musculoskeletal problems. Patient's father had a heart attack at 70. No autoimmune conditions in the family.\n\nPossible diagnoses:\n1. Osteoarthritis\n\nPossible specific studies, evaluations, and laboratory tests:\n1. X-ray of hips and knees.\n\nAssessment and plan: The patient will take ibuprofen or paracetamol for pain. The patient will be referred for physical therapy and occupational therapy. If these do not work, the patient may receive steroid injections or undergo joint replacement.", "lista_preguntas": [{"pregunta": "Good morning, sir. What brings you here?", "respuesta": "You have been experiencing pain and stiffness in your hips and knees."}, {"pregunta": "Well, and you say it started last month?", "respuesta": "over the last two months"}, {"pregunta": "Okay, and is the pain and stiffness always there or do they come and go?", "respuesta": "comes and goes"}, {"pregunta": "OK. And you mentioned that it worsens with activity. Is there anything else that improves or worsens it?", "respuesta": "The effort and walking"}, {"pregunta": "OK, OK. And if you had to describe the quality of this pain, would you say it is painful, stabbing, dull, or sharp?", "respuesta": "sharp"}, {"pregunta": "\"OK.\"", "respuesta": "I"}, {"pregunta": "Well, does the pain radiate as well or is it fairly localized in your hips and knees?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Alright, and in terms of severity, on a scale from 1 to 10, with 10 being the worst pain you have ever felt, how strong is this pain?", "respuesta": "7/10"}, {"pregunta": "Seven, OK. And have you experienced this type of pain before?", "respuesta": "I had not experienced the pain before"}, {"pregunta": "And do you think your pain is getting worse?", "respuesta": "getting worse"}, {"pregunta": "Okay, okay. And yes, are you experiencing any numbness or tingling in the areas?", "respuesta": "There is no tingling or numbness."}, {"pregunta": "No, OK. Any muscle weakness?", "respuesta": "There is no muscle weakness."}, {"pregunta": "No. Can you still walk and do the things you used to enjoy doing? I know you mentioned that gardening was difficult for you. What about other activities of daily living like cooking, going to the bathroom, things like that?", "respuesta": "There are no limitations in activities of daily living."}, {"pregunta": "OK, OK, that's good at least. And any dizziness or fainting?", "respuesta": "It does not suffer mere faints."}, {"pregunta": "No, OK. And memory loss or confusion?", "respuesta": "There are no fainting spells, dizziness, or memory loss. There are no confusions."}, {"pregunta": "Any headache?", "respuesta": "There are no confusions or headaches."}, {"pregunta": "No, alright. And joint or muscle pains in other areas?", "respuesta": "Express not having joint or muscle pains in other areas."}, {"pregunta": "OK. And any recent weight loss?", "respuesta": "There has been no weight loss suffered."}, {"pregunta": "No, OK. And fevers or chills?", "respuesta": "There has been no recent weight loss, fevers, or chills."}, {"pregunta": "No fevers or chills, OK. And rashes?", "respuesta": "It also does not have eruptions."}, {"pregunta": "And changes in vision, hearing, smell, or taste?", "respuesta": "It also does not have eruptions, changes in the senses."}, {"pregunta": "And cough, wheezing, or difficulty breathing?", "respuesta": "It also does not have rashes, changes in the senses, or wheezing."}, {"pregunta": "Uh, chest pain, palpitations, or fainting?", "respuesta": "No chest pain, palpitations, or fainting."}, {"pregunta": "Changes in your bowel movements?", "respuesta": "There have been no changes in bowel movements."}, {"pregunta": "Changes when urinating?", "respuesta": "There have been no changes in bowel movements or changes in urination."}, {"pregunta": "OK. Are you healthy or do you have any medical conditions in the past?", "respuesta": "He has hypertension, high cholesterol, type 2 diabetes, and overweight."}, {"pregunta": "Well, are you taking any medication for all of this?", "respuesta": "Take Telmisartan, Atorvastatin, and Metformin."}, {"pregunta": "\"OK.\"", "respuesta": "I"}, {"pregunta": "OK. Great, and do you have any allergies?", "respuesta": "He/she doesn't have any allergies."}, {"pregunta": "No allergies. And what about vaccines? Are you up to date with them?", "respuesta": "Keep all vaccines up to date"}, {"pregunta": "Alright, that's fine. And what about the family history of musculoskeletal problems?", "respuesta": "He/she does not have any relatives with musculoskeletal problems."}, {"pregunta": "No, OK. So, how about uh, lung or heart conditions?", "respuesta": "The patient's father suffered a heart attack."}, {"pregunta": "In their 70s, OK. Alright, and then, well, what about autoimmune diseases?", "respuesta": "None suffer from autoimmune conditions"}, {"pregunta": "Okay, does he smoke?", "respuesta": "until he was 65 when he quit smoking"}, {"pregunta": "Okay, how much did you used to smoke?", "respuesta": "One package a day"}, {"pregunta": "OK, uhm well, congratulations on quitting. I'm sure it wasn't easy. I mean I'm sorry, I'm sure it was tough. Uhm, yeah, that's good. And have, have you consumed marijuana?", "respuesta": "He does not consume drugs."}, {"pregunta": "Do you consume other recreational drugs?", "respuesta": "He does not consume drugs."}, {"pregunta": "OK, that's fine. Do you drink alcohol?", "respuesta": "He/she does not drink currently."}, {"pregunta": "Okay. And who does he live with now? And where does he live?", "respuesta": "He lives in a small condominium with his wife."}, {"pregunta": "OK. Uh, sure, and then any recent sick contact?", "respuesta": "He/she has not been in contact with anyone sick recently."}, {"pregunta": "No, OK, what about um, uh trips to somewhere?", "respuesta": "I don't make trips to any place."}, {"pregunta": "No, it's okay. And now I'm going to ask you to do the physical examination part of this interview with me, is that okay with you?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Alright, then we will take a look, if possible, if you have a mirror, we will take a look at both hips first. Do you notice any redness or swelling on those hips?", "respuesta": "The hip and knee area do not show redness or swelling."}, {"pregunta": "No, all right. And any atrophy, deformity, or change in the skin?", "respuesta": "They also do not present atrophy, deformity, or changes in the skin."}, {"pregunta": "No, OK. And on the knees? Do you see any redness or swelling there?", "respuesta": "The knees do not show redness or swelling."}, {"pregunta": "No. Any atrophy, deformity, or changes in the skin there?", "respuesta": "They also do not present atrophy, deformity, or changes in the skin."}, {"pregunta": "No, OK. I am going to make you feel the hip bones. Does it hurt?", "respuesta": "You do not feel pain when palpating the hip bones."}, {"pregunta": "OK, how about when he does that with his knees?", "respuesta": "There is a slight discomfort when palpating the patella."}, {"pregunta": "OK, so some discomfort when palpating the patella. Uhm, alright and then when you palpate those areas, do you feel a sense of progression? Like, does it feel warm?", "respuesta": "When palpating the patella, there is a slight discomfort but it does not feel warm."}, {"pregunta": "No, OK. And then I'm going to have you, can you flex your hips all the way to the end so that from a seated position you stand up first? Does it hurt when you extend your hips like that?", "respuesta": "Discomfort and pain in hip flexion"}, {"pregunta": "OK. OK, so some stiffness in hip extension. How about when you fully bend your hips?", "respuesta": "Discomfort and pain in hip flexion with limited range of motion"}, {"pregunta": "OK, so some discomfort and some pain when flexing the hip as well as a limited range of motion.", "respuesta": "I"}, {"pregunta": "OK. Very well, and when he does both things, does he hear something like what is called crackling or like a squeaky sensation where he feels as if the bone might be hitting the bone?", "respuesta": "There is no crepitus in the hip."}, {"pregunta": "No, okay. Well, I'm going to have you, uh, extend your knee, so straighten it. Yes, does it hurt?", "respuesta": "Stiffness in knee extension"}, {"pregunta": "OK, OK. And what about when he bends his knees all the way back? He can do it one at a time.", "respuesta": "Discomfort when bending the knees backwards."}, {"pregunta": "Yes, OK. Very well, and how about when you point your toes towards the ceiling?", "respuesta": "There is no pain or limited range of motion with plantar flexion or dorsiflexion."}, {"pregunta": "And when he points his toes towards the ground?", "respuesta": "There is no pain or limited range of motion with plantar flexion."}, {"pregunta": "OK, so there is no pain or limited range of motion with plantar flexion or dorsiflexion. OK, those are all the tests I want to do with you today. Do you have any questions or concerns?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay, yes, don't worry.", "respuesta": "I"}]}, {"Historial": "Patient information: The patient is 12 years old. They weigh 130 pounds and are around 1.36 meters tall. They live with their parents and sister.\n\nMain complaint: The patient is experiencing pain in the right hip and groin after a fall yesterday. The pain is sharp and has worsened since the fall, which occurred while playing soccer on the grass. The patient limps and has difficulty bearing weight on the right leg and moving the hip. They rate the pain at an 8 out of 10 and state that it does not radiate. They feel as if the hip is rotated outward and it appears swollen but not red. They have taken ibuprofen to relieve the pain. They need support to stand up and cannot fully stretch their legs, giving the sensation that the right leg is shorter due to the rotated hip. They have not experienced dizziness or fainting. They do not feel numbness or tingling. No fever or chills, and no changes in the skin. No difficulty breathing or chest pain, and no pain in other joints. No weakness in the legs.\n\nPersonal medical history: The patient is healthy with no medical history, surgeries, or hospitalizations. They are up to date on vaccinations and have no known allergies. There were no complications during pregnancy or after birth, and they were born vaginally at full term. No instruments like forceps or vacuum were used. No growth complications or developmental issues. Doing well in school and at home. They do not use drugs, drink alcohol, smoke, or engage in sexual activity.\n\nFamily medical history: No history of musculoskeletal or rheumatologic diseases in the family.\n\nPossible diagnoses:\n1. Hip fracture\n2. Slipped capital femoral epiphysis\n\nPossible specific studies, evaluations, and laboratory tests:", "lista_preguntas": [{"pregunta": "What brings you here today?", "respuesta": "Pain in the right hip and groin."}, {"pregunta": "Okay, did you have this pain before the fall or is it something that started after the fall?", "respuesta": "It has worsened since the fall."}, {"pregunta": "Okay, and when did you have the fall?", "respuesta": "yesterday"}, {"pregunta": "Sure, can you describe what you were doing and from what height you fell, and on what surface you fell?", "respuesta": "He was playing soccer on the grass."}, {"pregunta": "Okay, did you say your right hip was hurting?", "respuesta": "the right hip"}, {"pregunta": "OK, did you fall on your right hip?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Well, and after the fall, were you able to bear weight, stand up, get back on your feet, or was it difficult?", "respuesta": "He has difficulty supporting weight on his right leg."}, {"pregunta": "OK and you still limp. Have you noticed pain in any other place, or is it just in the hip?", "respuesta": "in the groin"}, {"pregunta": "Well, and where exactly does your hip hurt?", "respuesta": "right"}, {"pregunta": "OK I see, and what type of pain are you experiencing? Is it a sharp pain or is it a dull pain?", "respuesta": "It is acute."}, {"pregunta": "Is it sharp, okay. And do you experience any other symptoms, like dizziness or fainting?", "respuesta": "You have not had dizziness or fainting"}, {"pregunta": "Can you move your hip, flex it, extend it, rotate it?", "respuesta": "Stretching the legs cannot be done completely."}, {"pregunta": "OK, do you feel like your hip is rotated outwards?", "respuesta": "Feel as if the hip is rotated outwards."}, {"pregunta": "OK. Very well, have you taken any pain medication?", "respuesta": "He/she has taken ibuprofen."}, {"pregunta": "OK. And besides that, have you been sick recently?", "respuesta": "He is healthy"}, {"pregunta": "OK, and on a scale of zero to 10, with 10 being the worst pain you have ever experienced in your life, how would you rate this one?", "respuesta": "8 out of 10"}, {"pregunta": "An eight, and does the pain travel anywhere, to other parts of your body?", "respuesta": "It claims that it does not radiate."}, {"pregunta": "How old are you?", "respuesta": "12 years"}, {"pregunta": "OK, any numbness or tingling?", "respuesta": "You do not notice numbness or tingling."}, {"pregunta": "No, okay. Any fever or chills?", "respuesta": "No fever or chills"}, {"pregunta": "Any changes in the skin?", "respuesta": "nor any changes in the skin"}, {"pregunta": "\"OK.\"", "respuesta": "I"}, {"pregunta": "OK, any difficulty breathing, chest pain?", "respuesta": "No difficulties breathing or chest pains"}, {"pregunta": "OK, any pain in other joints?", "respuesta": "no chest pain or other joint pains"}, {"pregunta": "OK. Do you feel any weakness in the upper or lower part of your legs?", "respuesta": "There is no weakness in the legs."}, {"pregunta": "OK. Do you have any past medical conditions that have been diagnosed?", "respuesta": "He is healthy."}, {"pregunta": "Well, do you take any medication daily?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, any allergies you know of?", "respuesta": "He/she has no known allergies."}, {"pregunta": "OK. Are all your vaccines up to date?", "respuesta": "is up to date with vaccinations"}, {"pregunta": "OK, have you ever been hospitalized or had any surgery in the past?", "respuesta": "He has no medical history, surgeries, or hospitalizations."}, {"pregunta": "No, I understand. And yes, I will ask you as well as your mother during the time she was pregnant with you, did she have any kind of complication during the pregnancy?", "respuesta": "There were no complications during pregnancy or after birth, and the baby was born vaginally at full term."}, {"pregunta": "OK and when were you born, did you have any complications after birth, any hospital stay for any reason?", "respuesta": "He has no medical history, surgeries, or hospitalizations."}, {"pregunta": "Was it a vaginal birth or a cesarean section?", "respuesta": "He/she was born by vaginal delivery."}, {"pregunta": "OK and was any type of instrument like forceps or vacuum used for any reason?", "respuesta": "No type of instrument such as forceps or vacuum extractor was used either."}, {"pregunta": "No, all right. So, was it a fairly normal pregnancy and you went to full term or was it premature?", "respuesta": "vaginal delivery at term"}, {"pregunta": "Alright, and did you experience any complications while growing up such as height or weight, or any kind of developmental issue that you are aware of?", "respuesta": "He has not had growth complications or development issues."}, {"pregunta": "OK. And in terms of your family history, any musculoskeletal or rheumatological conditions?", "respuesta": "There is no history of musculoskeletal or rheumatologic diseases in the family."}, {"pregunta": "OK, and currently, who do you live with?", "respuesta": "He lives with his parents and sister."}]}, {"Historial": "Patient information: Young patient. Lives in a house on the outskirts of the city with their parents.\n\nMain complaint: The patient is experiencing pain in the right shoulder following a fall during a rugby match. The pain is sharp when attempting to move it and has not subsided. The patient is unable to move the shoulder. The pain intensity is 8-9 out of 10. They can move the hand and elbow without any issues. There is no tingling or numbness. No muscle weakness is present. There is no pain in any other part of the body, no headache, confusion, or memory loss. No weight loss, fever, or chills. No rashes, changes in senses, difficulty breathing, or wheezing. No chest pain or palpitations. No changes in bowel movements or urination. The pain cannot be alleviated with anything. The pain radiates slightly down the arm. There is no redness or swelling in the shoulder. The right shoulder appears slightly lower than the left. There is no warmth in the shoulder. They feel a drop in the shoulder and a small depression where the shoulder should be. It is painful to press on. There is no pain in the biceps or triceps.\n\nPersonal medical history: In good health. Not taking any medication. Up to date with vaccinations. No allergies. The patient does not smoke or use marijuana. Alcohol consumption is very occasional. No contact with sick individuals or recent travel.\n\nFamily medical history: No history of musculoskeletal diseases. No autoimmune conditions.\n\nPossible diagnoses:\n1. Dislocated shoulder\n\nPossible specific studies, assessments, and laboratory tests:\n1. Shoulder X-ray\n\nPossible assessments and plan: Closed reduction of the shoulder", "lista_preguntas": [{"pregunta": "Good morning. What brings you here?", "respuesta": "He is experiencing pain in the right shoulder."}, {"pregunta": "Okay, um, and sorry, when exactly was this?", "respuesta": "after a fall during a rugby match"}, {"pregunta": "It's been 2 hours, okay. Um, is this pain persistent or is it more like intermittent?", "respuesta": "It has not been sent."}, {"pregunta": "Okay. On a scale from 1 to 10, with 10 being the worst, how bad is this pain?", "respuesta": "8-9 out of 10"}, {"pregunta": "8 or 9, okay. And is it a sharp pain or a dull pain?", "respuesta": "sharp"}, {"pregunta": "Ok, um, have you had anything like this in the past?", "respuesta": "Enjoy good health"}, {"pregunta": "Never mind. Can you move your arm or can't you move it?", "respuesta": "He cannot move his shoulder. The intensity of pain is 8-9 out of 10. He can move his hand and elbow without any problem."}, {"pregunta": "Ok, um, and, are you experiencing any tingling or numbness?", "respuesta": "There is no tingling or numbness experienced."}, {"pregunta": "No, okay. Uh, any muscle weakness?", "respuesta": "There is no muscle weakness."}, {"pregunta": "No, okay. Any headache?", "respuesta": "There is no pain in any other area of the body, headache"}, {"pregunta": "Confusion or memory loss?", "respuesta": "There is no pain in any other area of the body, headache, confusion, or memory loss."}, {"pregunta": "Oh, weight loss?", "respuesta": "There has also been no weight loss."}, {"pregunta": "Fever or chills?", "respuesta": "There has also been no weight loss, fever, or chills."}, {"pregunta": "Rashes?", "respuesta": "Without rashes"}, {"pregunta": "Uh, changes in your vision, hearing, smell, or taste?", "respuesta": "Without rashes, changes in the senses"}, {"pregunta": "Cough, difficulty breathing, or wheezing?", "respuesta": "No rashes, changes in senses, difficulty breathing, or wheezing."}, {"pregunta": "Chest pain or palpitations?", "respuesta": "There is no chest pain or palpitations."}, {"pregunta": "Changes in bowel movements?", "respuesta": "There have been no changes in bowel movements."}, {"pregunta": "Changes in urination?", "respuesta": "There have been no changes in bowel movements or changes in urination."}, {"pregunta": "Um, okay. And then regarding this pain, does anything make it better or worse?", "respuesta": "He can't improve the pain with anything"}, {"pregunta": "Okay, and the shoulder pain, does it radiate downwards or upwards to any other place?", "respuesta": "It radiates slightly towards his arm."}, {"pregunta": "Okay, I see. Um, alright, and um, are you otherwise healthy? Do you have any other medical conditions?", "respuesta": "Enjoy good health"}, {"pregunta": "Okay, sure. Um, do you take any medication?", "respuesta": "He/she does not take medication."}, {"pregunta": "No, okay. And um, are you up to date with your vaccines?", "respuesta": "You are up to date with the vaccines."}, {"pregunta": "Okay, do you have any allergies?", "respuesta": "He/she does not suffer from any allergies."}, {"pregunta": "Any family history of musculoskeletal disorders?", "respuesta": "There are no cases of musculoskeletal diseases."}, {"pregunta": "Alright. Uh, any family history of autoimmune conditions?", "respuesta": "There are no autoimmune conditions"}, {"pregunta": "Alright. Do you smoke?", "respuesta": "He/she does not smoke."}, {"pregunta": "No. Do you consume marijuana?", "respuesta": "He does not smoke or consume marijuana."}, {"pregunta": "Do you consume alcohol?", "respuesta": "He consumes alcohol very occasionally."}, {"pregunta": "Okay. So, where do you live now and who do you live with?", "respuesta": "He lives in a house on the outskirts of the city with his parents."}, {"pregunta": "Okay. And um, have you traveled anywhere recently?", "respuesta": "You have not been in contact with any sick person nor have you traveled."}, {"pregunta": "Okay, any sick contact?", "respuesta": "He has not been in contact with any sick person."}, {"pregunta": "No problem. So now we are going to move on to the physical examination part of this. Can you take a look at both of your shoulders and tell me if you see any redness or swelling?", "respuesta": "There is no redness or swelling."}, {"pregunta": "Ok, ok, any um, heat on, on that shoulder?", "respuesta": "He/she doesn't feel hot."}, {"pregunta": "Alright, any atrophy, deformities, or changes in the skin?", "respuesta": "Feel a drop of the shoulder and a small depression where the shoulder should be"}, {"pregunta": "Sure, sure. And can you feel that area for me? Just um, the bones in that area, right where the arm would connect to your shoulder and then on your shoulder blade. Does it hurt when I press?", "respuesta": "It hurts when pressing."}, {"pregunta": "Ok, so some sensitivity and pain in the process of the acromion and the scapula. Um, and if you press down on the biceps, triceps, does it hurt?", "respuesta": "There is no pain in the biceps or triceps."}, {"pregunta": "No, okay. And then, can you lift your shoulder? Like how far, up to the point where your fingers touch, like reaching the ceiling?", "respuesta": "You cannot move the shoulder."}, {"pregunta": "Um, and if that closed reduction doesn't work, then uh, you may need surgery for like, um, a weak shoulder joint, or if like the ligaments um, are not like, strong enough and it keeps happening.", "respuesta": "I"}, {"pregunta": "\"Okay\"", "respuesta": "I"}]}, {"Historial": "Patient information: A 15-year-old young patient in tenth grade. Lives with parents, younger sister aged 8, and a dog. Plays basketball.\n\nMain complaint: Presents acute pain in the left knee, which started immediately after landing from a jump during a basketball training session. The pain is sharp, rated at 9-10 out of 10, and has worsened since the injury. The knee is swollen and bruised, making it difficult for the patient to walk or bear weight on the affected leg. No fainting, dizziness, fever, chills, numbness, tingling reported. The knee pain does not radiate to any other location. Pain is experienced when flexing the knee, putting weight on it, and straightening it. No chest pain, shortness of breath, rashes, skin changes reported. The area around the right knee is bruised as if with blood. The area is not warm to the touch. The patient is able to straighten the knee but not completely.\n\nPersonal medical history: The patient reports no prior illnesses, surgeries, or hospitalizations. Does not take medication regularly and has no known allergies. Has had a previous ankle injury. Does not use drugs, smoke, or consume alcohol.\n\nFamily medical history: No significant family history of musculoskeletal or rheumatologic conditions, except that the patient's father had a previous rotator cuff injury at work.\n\nAll possible diagnoses:\n1. Acute knee ligament injury, most likely anterior cruciate ligament (ACL) injury.\n\nAll possible specific studies, evaluations, and laboratory tests:\n1. MRI of the knee to assess the extent of ligament injury and determine the affected ligaments.", "lista_preguntas": [{"pregunta": "What brings you here today?", "respuesta": "He is experiencing acute pain in his left knee."}, {"pregunta": "Well, and when did this happen?", "respuesta": "It started immediately after landing from a jump during a basketball training session."}, {"pregunta": "OK, OK, I see and since then have you been able to walk or has it been very difficult?", "respuesta": "He finds it difficult to walk."}, {"pregunta": "Okay, it's swollen and bruised. What kind of pain do you have, sharp or stabbing?", "respuesta": "sharp"}, {"pregunta": "OK. Uhm, do you have any, so you have pain in your knee. Has it gotten worse since it started?", "respuesta": "It has gotten worse."}, {"pregunta": "OK OK, uhm. And how would you rate the pain on a scale of 1 to 10, with 10 being the worst pain you have ever felt in your life?", "respuesta": "9-10 out of 10"}, {"pregunta": "Okay, do you have pain in any other place or just in your left knee?", "respuesta": "It does not move to any other place."}, {"pregunta": "Alright. Do you have any other symptoms like fainting, dizziness?", "respuesta": "No fainting, dizziness"}, {"pregunta": "OK, do you have a fever, chills, or anything similar?", "respuesta": "There are no fainting, dizziness, fever, or chills."}, {"pregunta": "OK. Any numbness or tingling?", "respuesta": "There are no fainting, dizziness, fever, chills, numbness, tingling."}, {"pregunta": "OK. Does the pain move to any other part of the knee?", "respuesta": "It doesn't move"}, {"pregunta": "OK, and what type of movements are causing you the most pain right now?", "respuesta": "He has pain when bending the knee, putting weight on it, and straightening it."}, {"pregunta": "Okay, I see. Alright, and in terms of other symptoms, any kind of chest pain, shortness of breath?", "respuesta": "There is no chest pain, shortness of breath."}, {"pregunta": "OK, any rash or changes in the skin?", "respuesta": "There is no chest pain, shortness of breath, rashes, or changes in the skin."}, {"pregunta": "OK, do you see if it's hot to the touch?", "respuesta": "It is not hot to the touch"}, {"pregunta": "OK. In terms of your medical history, have you been diagnosed with any illnesses in the past?", "respuesta": "It does not refer to diseases."}, {"pregunta": "OK, any medication you take regularly?", "respuesta": "He/she does not take medication."}, {"pregunta": "OK, any allergies to any medication?", "respuesta": "He/she doesn't have any allergies."}, {"pregunta": "OK, any previous hospitalizations or surgeries?", "respuesta": "It does not refer to illnesses, surgeries, or hospitalizations."}, {"pregunta": "OK, and any family history of a musculoskeletal or rheumatological condition?", "respuesta": "The patient's father had a previous rotator cuff injury."}, {"pregunta": "OK. Uhm, OK, and besides that, are you, are you in school right now?", "respuesta": "in tenth grade"}, {"pregunta": "And have you had a similar injury in the past?", "respuesta": "Have you had any previous ankle injury?"}, {"pregunta": "OK. Currently, at this moment, how is your life situation?", "respuesta": "He lives with his parents, his 8-year-old little sister, and a dog."}, {"pregunta": "Okay. Very well, and have you experimented with any recreational drugs, alcohol, or smoked cigarettes?", "respuesta": "He does not use drugs, does not smoke, and does not drink alcohol."}, {"pregunta": "Okay, no, yes, it's good that you think that way. Any problems at school, like bullying, or do you feel unsafe at home, in your family environment, or at school?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Alright, I'm going to ask you some questions about the exam section. You mentioned that you can't bend your knees, can you extend them?", "respuesta": "He is able to straighten the knee but not completely."}, {"pregunta": "OK, so you mentioned that you noticed bruising and it looks like there is blood pooling in that area?", "respuesta": "Tied up like with blood around"}, {"pregunta": "You're welcome. Take care.", "respuesta": "I"}]}, {"Historial": "Patient information: Middle-aged male patient. Lives in an apartment with his wife and teenage son. Has been working for 30 years in a factory moving boxes. Currently on sick leave.\n\nMain complaint: The patient has been experiencing back pain for the last month that has worsened with certain activities. The pain is located in the lower back and is dull and achy with occasional spasms. He has not experienced this type of pain before. The pain started at night after lifting a heavy box at work. The pain has been fairly constant recently. The pain does not radiate down to the legs. He has tried topical analgesics but they only provide temporary relief. He experiences pain when bending the back, but not as much when extending it. He also experiences pain when bending the back laterally to the right side. He does not have numbness or tingling in the limbs or back, buttocks, or below the back. He does not have fever, chills, or night sweats. There are no changes in the skin, no cold or cough. He does not have pain in any other muscle or joint. There have been no recent changes in weight, bowel movements, urinary problems, urinary retention, fecal incontinence, or incontinence. Upon palpation of the painful area, he feels pain right above the coccyx. He feels slight pain when lying down and lifting his legs straight without bending the knees. There is no redness or swelling in the painful area. He can walk without any issues.\n\nPersonal medical history: The patient has high blood pressure and takes Ramipril. He quit smoking over 10 years ago. He drinks alcohol occasionally. He has no allergies. There have been no hospitalizations or surgeries in the past. He does not use recreational drugs.\n\nFamily history: There is no family history of musculoskeletal diseases, rheumatic diseases, or cancers. The family is in good health.\n\nPossible diagnoses:\n1. Mechanical back pain\n2. Disc herniation\n3. Degenerative disc disease\n4. Spinal stenosis\n5. Spondylolisthesis\n\nPossible specific studies, evaluations, and laboratory tests:\n1. Magnetic resonance imaging\n2. Computed tomography\n3. X-ray\n4. Blood tests\n\nPossible evaluations and treatment plan: Physical examination, analgesics, anti-inflammatories, physiotherapy, exercises.", "lista_preguntas": [{"pregunta": "Good morning, sir. What brings you here today?", "respuesta": "You have been experiencing back pain."}, {"pregunta": "Have you been experiencing it for the past month, is this the first time you have had this back pain?", "respuesta": "You have not experienced a pain like this before."}, {"pregunta": "Alright, and where exactly do you have the back pain?", "respuesta": "It is located in the lower part of the back."}, {"pregunta": "OK, and what type of pain are you experiencing, is it like a sharp stabbing pain or is it a dull ache?", "respuesta": "deaf and painful"}, {"pregunta": "Well, how often do you have those spasms?", "respuesta": "occasional"}, {"pregunta": "OK. And is this back pain constant, or does it come and go?", "respuesta": "It has remained fairly constant."}, {"pregunta": "So a month ago when it started before that, did you injure yourself in any way or were you doing something that caused the pain, or did the pain appear gradually?", "respuesta": "It started the night after lifting a heavy box at work."}, {"pregunta": "Okay, I see. How long have you been working in this position?", "respuesta": "He has been working for 30 years."}, {"pregunta": "Alright. And has the pain gotten worse or has it stayed the same since it started?", "respuesta": "It has worsened with certain activities."}, {"pregunta": "Okay. And does the back pain radiate anywhere, like for example, does it travel down your legs?", "respuesta": "It doesn't go down towards the legs."}, {"pregunta": "Have you tried something that has helped you?", "respuesta": "He has tried topical pain relievers but they only provide temporary relief."}, {"pregunta": "OK. And what kind of things make your pain worse, like bending forward instead of leaning back?", "respuesta": "He experiences pain when bending his back, but not so much when stretching it."}, {"pregunta": "OK. A forward bend hurts more. What about the side bend?", "respuesta": "Presents pain when laterally flexing the back to the right side, especially."}, {"pregunta": "OK. Do you have any other symptoms, such as numbness or tingling in your limbs or back?", "respuesta": "There is no numbness or tingling."}, {"pregunta": "And any kind of numbness or loss of sensation in the buttocks area or just below the lower back?", "respuesta": "There is no numbness or tingling."}, {"pregunta": "OK. And any fever or chills?", "respuesta": "There is no fever, chills."}, {"pregunta": "Any night sweats?", "respuesta": "There is no fever, chills, or night sweats."}, {"pregunta": "Any changes in the skin or rashes?", "respuesta": "There are no changes in the skin"}, {"pregunta": "Do you feel pain in any other place, in any other muscle or joint?", "respuesta": "There is no pain in any other muscle or joint."}, {"pregunta": "Have you recently had any changes in weight?", "respuesta": "There have been no recent changes in weight."}, {"pregunta": "OK. And. Any changes in bowel movements?", "respuesta": "There have been no recent changes in weight, bowel movements."}, {"pregunta": "OK. Any issues with urination?", "respuesta": "There have been no recent changes in weight, bowel movements, or issues with urination."}, {"pregunta": "Alright, so it's just this pain that has been there for the last month, it stayed around the same. As for your medical history, have you been diagnosed with any? Any past illnesses?", "respuesta": "He has high blood pressure"}, {"pregunta": "OK. Any allergies to any medication?", "respuesta": "He/she doesn't have any allergies."}, {"pregunta": "OK, have you used any other medication?", "respuesta": "Take Ramipril."}, {"pregunta": "Have you been hospitalized or have you had any surgery in the past?", "respuesta": "There have been no hospitalizations or surgeries."}, {"pregunta": "OK. Do you have any family history of musculoskeletal or rheumatological diseases?", "respuesta": "There is no family history of musculoskeletal or rheumatologic diseases."}, {"pregunta": "Any cancer in the family?", "respuesta": "There is no family history of musculoskeletal, rheumatological, or cancerous diseases."}, {"pregunta": "Good. And currently, how is your living situation?", "respuesta": "He lives in an apartment with his wife and teenage son."}, {"pregunta": "Well, do you smoke?", "respuesta": "He has quit smoking"}, {"pregunta": "Alright. Do you drink alcohol?", "respuesta": "Drink alcohol occasionally."}, {"pregunta": "Any recreational drug like marijuana?", "respuesta": "He does not consume recreational drugs."}, {"pregunta": "Alright. Okay, I am going to ask you some questions, maybe have you do some movements and see what hurts the most.", "respuesta": "I"}, {"pregunta": "So when you press down on the hand, along the spine. Do you feel any pain in the lower back with palpation?", "respuesta": "In palpation of the painful area, there is pain felt right above the coccyx."}, {"pregunta": "I see. And, uh, any kind of pain when lying down and then lifting your legs straight without bending your knees.", "respuesta": "You feel a slight pain when lying down and lifting your legs straight without bending your knees."}, {"pregunta": "And do you feel pain in the lower part of your back or near the front of your hips?", "respuesta": "You feel pain right above the tailbone."}, {"pregunta": "Have you noticed any redness or swelling? I know it's on your back, so it might be harder to see.", "respuesta": "There is no redness or swelling."}, {"pregunta": "Alright. And has your way of walking changed at all, or are you able to walk without limping or anything like that?", "respuesta": "He can walk without any problem."}, {"pregunta": "OK. Very well, then, uh, you said that bending down hurts more than standing up or stretching your back, right?", "respuesta": "Presents pain when bending the back and not so much when stretching it."}, {"pregunta": "OK. Very well, those are all the questions I had for you today. Do you have any questions for me?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "You're welcome, okay, take care", "respuesta": "I"}]}, {"Historial": "Patient information: Middle-aged patient. Lives with two of her children. Works as a teacher from home.\n\nMain complaint: The patient has acute lower back pain that has progressed to numbness in both groin areas and urinary incontinence. It started two months ago and has worsened over the past two weeks. She has not found relief with any over-the-counter medication, ibuprofen, or topical analgesics. The pain radiates down and she has difficulty walking. She was in a car accident two months ago and was diagnosed with disc displacement, which led to a herniated disc that has worsened over the past two weeks. She did not require surgical intervention after the accident. The pain intensity is 8-9 out of 10. The pain worsens with movement. Rest helps alleviate the pain. The pain radiates down her legs, with the right leg being more affected. She has difficulty standing up. She does not have symptoms or pain in any other joint or muscle. No fevers, chills, or night sweats. No changes in skin or chest pain. No shortness of breath, cough, or cold. No fecal incontinence or recent weight changes. She has not been ill recently. She has not experienced tingling in her back or around it. She has had a slight burning sensation in her back. She has slight weakness in her lower limbs. She has not performed any tasks that required lifting weights. Her family has been helping her with daily tasks. She is unable to bend over or extend her back. There is no redness or swelling in the area. She experiences pain upon palpation in the lower back. She has numbness in the groin area. She cannot lift her legs without bending her knees while lying down.\n\nPersonal medical history: The patient has a history of hypothyroidism and takes Synthroid. She does not take any other medications. She has no allergies. She has not had previous hospitalizations or surgeries. The patient does not smoke, drink alcohol, or use drugs.\n\nFamily medical history: There is no family history of musculoskeletal or rheumatological conditions.\n\nPossible diagnoses:\n1. Cauda equina syndrome.\n2. Infection.\n3. Masses.\n4. Abscesses.\n\nPossible specific studies, evaluations, and laboratory tests:\n1. MRI of the lumbar area.\n2. Antibiotics (if infection is present).\n3. Surgery (if masses are found).", "lista_preguntas": [{"pregunta": "Good morning, ma'am. What brings you here today?", "respuesta": "He has acute lower back pain"}, {"pregunta": "Okay, and did this pain start two months ago, but has it progressed to these other symptoms as well?", "respuesta": "It has progressed to numbness in both groin areas and urinary incontinence."}, {"pregunta": "Uh, it started in my lower back.", "respuesta": "I"}, {"pregunta": "Where did the pain start?", "respuesta": "lower back"}, {"pregunta": "It started in the lower part of your back, OK, and the pain, how would you describe the pain? Is it sharp, acute?", "respuesta": "sharp"}, {"pregunta": "Well, did anything happen before the pain, any injury you may have experienced?", "respuesta": "He had a car accident two months ago."}, {"pregunta": "OK, um and. So you are having numbness in the groin area. Is it unilateral, like on one side or on both sides?", "respuesta": "It has progressed to numbness in both groin areas."}, {"pregunta": "OK, and. And she also has urinary incontinence. Since when?", "respuesta": "It started two months ago."}, {"pregunta": "Okay, and what about numbness in the groin area?", "respuesta": "It started two months ago."}, {"pregunta": "OK, and OK, and how would you describe your pain right now on a scale of 1 to 10, with 10 being the worst pain you have ever felt?", "respuesta": "8-9 out of 10"}, {"pregunta": "Eight or nine OK, and does it get worse with any movement?", "respuesta": "It gets worse with movement"}, {"pregunta": "OK, so you improved with complete rest.", "respuesta": "I"}, {"pregunta": "Alright. Does it move inward, does the pain move somewhere else, does it shoot down your legs at all?", "respuesta": "It moves downwards."}, {"pregunta": "Is it in both legs or just one?", "respuesta": "The right side is more affected."}, {"pregunta": "\"OK\"", "respuesta": "I"}, {"pregunta": "OK, and anything you have tried that has helped alleviate some of your symptoms.", "respuesta": "I"}, {"pregunta": "OK. And. Have you experienced any trauma? Did you mention that you had a car accident two months ago?", "respuesta": "He had a traffic accident two months ago and was diagnosed with disc displacement, which caused a herniated disc."}, {"pregunta": "Okay, so. Were you in the hospital, admitted to the hospital for a while, or how, what happened in your treatment?", "respuesta": "He did not require surgical intervention after the accident."}, {"pregunta": "Okay, I see. Have you experienced any other symptoms or pain in any other joint or muscle?", "respuesta": "There are no symptoms or pain in any other joint or muscle."}, {"pregunta": "OK, any fever or chills.", "respuesta": "No fevers, chills"}, {"pregunta": "Any night sweats?", "respuesta": "No fevers, chills, or night sweats."}, {"pregunta": "Eruptions or changes in the skin?", "respuesta": "There are no changes in the skin"}, {"pregunta": "Any type of chest pain like, oh sorry, shortness of breath?", "respuesta": "There are no changes in the skin or chest pain. There is no shortness of breath."}, {"pregunta": "Any symptoms of cough or cold?", "respuesta": "There is no shortness of breath, cough, or cold."}, {"pregunta": "OK, any recent changes in your weight?", "respuesta": "There is no fecal inconvenience or recent weight change."}, {"pregunta": "Have you been sick lately?", "respuesta": "She has not been sick recently."}, {"pregunta": "OK, any tingling sensation in your back or going down your legs?", "respuesta": "There has been no tingling in the back or around it."}, {"pregunta": "Any burning sensation?", "respuesta": "You have experienced a slight burning sensation in your back."}, {"pregunta": "Yes, OK. Do you have any numbness in your lower limbs or just numbness around the groin area?", "respuesta": "He has numbness in the groin area."}, {"pregunta": "Okay, so he has muscle weakness. Is it just one leg that is weak or both?", "respuesta": "Presents slight weakness in the lower limbs"}, {"pregunta": "OK, I see. Uhm, does this weakness seem to be getting worse, or is it the same as when it started?", "respuesta": "It has been getting worse."}, {"pregunta": "OK, do you have any past medical condition that has been diagnosed?", "respuesta": "He has a history of hypothyroidism."}, {"pregunta": "OK, any other medication?", "respuesta": "Take Synthroid."}, {"pregunta": "OK, any medication allergies?", "respuesta": "No allergies present"}, {"pregunta": "OK. Any previous hospitalizations or surgeries?", "respuesta": "There have been no hospitalizations or surgeries."}, {"pregunta": "Any family history of a musculoskeletal or rheumatological condition?", "respuesta": "There is no family history of musculoskeletal or rheumatological conditions."}, {"pregunta": "OK. Are you currently working?", "respuesta": "She works as a teacher."}, {"pregunta": "Okay. And have you done any previous work that required lifting heavy objects or strenuous activities involving your back at all?", "respuesta": "He has not done any other jobs that required him to lift weights."}, {"pregunta": "And how is your home and living situation right now?", "respuesta": "He lives with two of his children."}, {"pregunta": "Alright. And are you able to do at home the things you used to do before, or something similar, or do you need some extra help from her, from your family members, or extra help from other workers. Something like that?", "respuesta": "His family has been helping him with daily tasks."}, {"pregunta": "OK, I see. And currently, do you smoke?", "respuesta": "He/she does not smoke."}, {"pregunta": "Well, do you drink alcohol?", "respuesta": "Do not drink alcohol."}, {"pregunta": "And any recreational drug like marijuana?", "respuesta": "Do not drink alcohol or use drugs."}, {"pregunta": "OK. I'm just going to ask you to do a few things as part of the physical exam.", "respuesta": "I"}, {"pregunta": "Are you able to bend over or extend your back at all, or is it too painful?", "respuesta": "He is unable to bend down or straighten his back."}, {"pregunta": "Do you notice any redness, swelling in and around your back?", "respuesta": "There is no redness or swelling."}, {"pregunta": "OK, and if you press on the lower part of your back, does it hurt?", "respuesta": "He has pain on palpation in the lower back area."}, {"pregunta": "OK. Are you experiencing numbness right now and in the area of your groin?", "respuesta": "He has numbness in the groin area."}, {"pregunta": "Are you able to lift your legs when lying down with straight legs, knees not bent at all, and able to lift them without any pain?", "respuesta": "You cannot lift your legs without bending your knees while lying down."}, {"pregunta": "I see, very well, so those are all the questions I had for you it seems. That's great, it's good that you came to the emergency room. Do you have any questions?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "You're welcome, I will contact you shortly.", "respuesta": "I"}]}, {"Historial": "Patient information: Middle-aged male patient. Lives with his wife and daughter in a condominium in the city. He is an accountant and works from home. He started exercising this year after some time.\n\nMain complaint: The patient has a sharp stabbing pain in the right shoulder and elbow that started after exercising his biceps at the gym. The patient likely heard a slight pop. The pain has not subsided and has worsened. The patient also has a painful and swollen mass in the right bicep. The pain started half an hour after exercising. The pain is localized and does not radiate to any other area. He has tried Advil to alleviate the pain but it has not helped. The patient is in the office after a day of experiencing the pain because he had a very bad night. Ice has also not helped. The bicep is swollen. The pain intensity is 8-9 out of 10. The patient has not experienced weight loss. He has not had a loss of appetite. He does not complain of headaches. He has not had any sensory changes. He has not had a runny nose or sore throat. He does not report coughing, shortness of breath, or wheezing. He does not have chest pain, palpitations, or a racing heart sensation. He also does not report dizziness or vertigo. There is no abdominal pain, nausea, or vomiting. He has not experienced changes in bowel movements or urinary problems. There have been no changes in the patient's skin, nails, or hair. He does not have neurological symptoms. He does not report muscle weakness or joint pain in any other area than the bicep. He has not experienced confusion or memory loss. The injured area shows swelling and redness. It also has bruising. The area is not warm. He is unable to fully extend or flex the elbow. Supination is reduced. He has no trouble moving his shoulders.\n\nPersonal medical history: The patient is healthy and has no known illnesses. He may have pre-diabetes but does not take any medication. The patient had his tonsils removed at the age of 10. He had shoulder pain on the opposite side that was resolved with physiotherapy. He does not take medication regularly. He has no allergies. The patient does not smoke. He does not use drugs.\n\nFamily medical history: There are no musculoskeletal or neurological diseases in the family history. There are no autoimmune diseases.\n\nPossible diagnoses:\n1. Biceps tendon tear\n\nPossible specific studies, evaluations, and laboratory tests:\n1. Ultrasound\n2. Magnetic resonance imaging\n\nPossible assessments and plan: Assess the extent of tissue damage.", "lista_preguntas": [{"pregunta": "Good morning, sir. How can I help you?", "respuesta": "He has a sharp stabbing pain in the shoulder."}, {"pregunta": "Okay, and what specific activity were you doing?", "respuesta": "Exercising the biceps at the gym."}, {"pregunta": "OK, so you think you heard a snap at that moment?", "respuesta": "He heard a slight click"}, {"pregunta": "OK, did the pain start immediately or a little later?", "respuesta": "It started half an hour later."}, {"pregunta": "OK. And where is the pain located now?", "respuesta": "on the right shoulder and elbow"}, {"pregunta": "OK. And, um, I think you mentioned the pain as sharp. Is that how you would describe the nature of the pain?", "respuesta": "sharp"}, {"pregunta": "Okay, and does the pain radiate to any other place?", "respuesta": "It does not radiate."}, {"pregunta": "OK, have you tried anything to improve the pain?", "respuesta": "He has tried Advil to improve the pain but it has not helped him."}, {"pregunta": "OK. And, uh, I'm sorry. How long ago did the pain start? Yesterday?", "respuesta": "He is at the doctor's office after a day of starting to feel pain."}, {"pregunta": "OK, and since then has the pain improved or worsened?", "respuesta": "It has gotten worse."}, {"pregunta": "Okay, have you done anything that has worsened the pain since last night?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Alright, I'll skip that during the physical exam component, thank you. So, do you see any swelling or is there also swelling or do you feel pain in that area?", "respuesta": "It presents swelling."}, {"pregunta": "Okay, and well, how severe is the pain on a scale of 1 to 10, with 10 being the worst pain you have ever experienced and 1 being the least?", "respuesta": "8-9 out of 10"}, {"pregunta": "OK, so it seems like the pain is quite severe. Uh, OK. Have you had a fever or chills?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Have you experienced any unexpected weight loss?", "respuesta": "there is no weight loss"}, {"pregunta": "Well, have you experienced any loss of appetite?", "respuesta": "There has been no loss of appetite."}, {"pregunta": "OK, have you had any headaches?", "respuesta": "Does not experience headaches"}, {"pregunta": "And any sensory changes like changes in vision or hearing?", "respuesta": "There have been no sensory changes."}, {"pregunta": "Any changes in your sense of smell or taste?", "respuesta": "There have been no sensory changes."}, {"pregunta": "Have you had a runny nose or sore throat?", "respuesta": "He has not had a runny nose or sore throat."}, {"pregunta": "OK, have you had a cough?", "respuesta": "He/she does not mention having had a cough."}, {"pregunta": "Is he/she out of breath?", "respuesta": "There is no mention of having had a cough or shortness of breath."}, {"pregunta": "OK, any wheezing?", "respuesta": "There is no mention of coughing, shortness of breath, or wheezing."}, {"pregunta": "Have you had any chest pain?", "respuesta": "There is no chest pain."}, {"pregunta": "Have you experienced palpitations or a sensation of your heart racing?", "respuesta": "There is no chest pain, palpitations, or sensation of heart racing."}, {"pregunta": "Any dizziness or vertigo?", "respuesta": "It also does not express dizziness or vertigo."}, {"pregunta": "OK, uh, have you had any abdominal pain?", "respuesta": "There is no abdominal pain."}, {"pregunta": "Any nausea or vomiting?", "respuesta": "There is no abdominal pain, nausea, or vomiting."}, {"pregunta": "Have you experienced any changes in your bowel movements such as diarrhea or constipation, or even blood in your stool?", "respuesta": "It also does not indicate any changes in bowel movements."}, {"pregunta": "OK, any problems with urination such as pain or frequency?", "respuesta": "It also does not mention having had changes in bowel movements or urinary problems."}, {"pregunta": "OK, have you noticed any changes in your skin such as rashes or changes in your nails or hair?", "respuesta": "There have been no changes in the skin."}, {"pregunta": "OK, have you experienced any muscle weakness?", "respuesta": "There is no muscle weakness expressed."}, {"pregunta": "OK. Do you have pain in other joints?", "respuesta": "There is no muscle weakness or joint pain in any other area besides the biceps."}, {"pregunta": "OK. Um. And. Have you experienced any confusion or memory loss?", "respuesta": "He has not suffered any confusion or memory loss."}, {"pregunta": "OK, have you had any previous issues with your shoulder such as subacromial impingement syndrome, rotator cuff pain, or past problems?", "respuesta": "He has had pain in the opposite shoulder"}, {"pregunta": "OK. And do you take any medication regularly?", "respuesta": "He/she does not take medication regularly."}, {"pregunta": "OK, do you have any allergies?", "respuesta": "He/she does not suffer from any allergies."}, {"pregunta": "Have you had any previous hospitalizations or surgeries?", "respuesta": "His tonsils were removed."}, {"pregunta": "OK, and for the shoulder in the past, did you have any imaging done like an ultrasound or an MRI perhaps to see the structures?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "I see. Can you tell me something about their current situation, who they live with, and where?", "respuesta": "He lives with his wife and daughter in a condominium in the city."}, {"pregunta": "Okay, are you working now?", "respuesta": "work from home"}, {"pregunta": "Okay, and in terms of hobbies, you mentioned weightlifting, are you an active person like a bodybuilder and do those kinds of things regularly?", "respuesta": "He started exercising this year after some time."}, {"pregunta": "Okay, it's good that you stay active. And do you smoke cigarettes?", "respuesta": "He/she does not smoke."}, {"pregunta": "OK, what about cannabis, like smoking marijuana or using any of those types of products?", "respuesta": "He does not consume drugs."}, {"pregunta": "OK, uh, including recreational drugs?", "respuesta": "He/she does not consume drugs."}, {"pregunta": "OK, and. Uh, is there any musculoskeletal or neurological problem in the family?", "respuesta": "There is no history of musculoskeletal or neurological diseases in the family."}, {"pregunta": "OK, now is there anything about an autoimmune disease?", "respuesta": "There are no autoimmune diseases."}, {"pregunta": "OK, so the next thing I want to ask you is to take a look at the arm. Compared to the other side, do you notice any swelling, redness, or?", "respuesta": "shows swelling and redness"}, {"pregunta": "Alright, is this the lump or mass you mentioned earlier that you can feel on your right arm?", "respuesta": "He has a mass in his right biceps."}, {"pregunta": "OK, is there any change in temperature, like if you feel hot on that side?", "respuesta": "The area is not hot"}, {"pregunta": "OK, and you mentioned, are you able to bend your elbow all the way up or flex it all the way up, or is the range of motion limited?", "respuesta": "He/she is unable to fully extend or flex the elbow."}, {"pregunta": "Okay, so yes, do you also have reduced supination?", "respuesta": "It has reduced supination"}, {"pregunta": "And how is the movement of your shoulders, are you able to lift your arms straight forward, are you able to lift them all the way above your head?", "respuesta": "There is no problem moving the shoulders."}, {"pregunta": "In front of you.", "respuesta": "I"}, {"pregunta": "Alright, you will have some pain in the shoulder with movement.", "respuesta": "I"}, {"pregunta": "OK, I see. So I think that was all I wanted to ask and what I am looking for in today's physical exam. Is there anything I may have overlooked or anything like that?", "respuesta": "It is not mentioned in the medical record."}]}, {"Historial": "Patient information: Middle-aged female patient. Lives with her husband and 6-year-old son. Works at a bank.\n\nMain complaint: Neck pain following a rear-end collision in a parking lot at low speed. The pain started a little later and increased in intensity the next day, worsening with movements. The pain is only in the neck. The patient does not feel anything broken. There are no bruises or obvious signs of trauma. She has pain with neck movement, especially backwards. She has tried Advil and it seems to have helped. She has not tried ice or topical creams. The pain has slightly radiated to the trapezius area. When she moves her neck, she feels sharp pain. The pain has been worsening since the accident. The pain intensity is 6-7 out of 10. The patient does not have tingling or numbness. She has not experienced dizziness or fainting. No confusion or memory loss. She does not have a headache. It has slightly affected her sleep as she has had to sleep on her back to avoid moving. She feels stiff neck but can move it. She has no vision or hearing problems. She has had difficulty focusing on tasks as she has been more focused on neck pain. She has not had a fever or chills. No changes in weight. No changes in senses. No chest pain or palpitations. No cough, shortness of breath, wheezing. No gastrointestinal issues. No nausea or vomiting. No changes in appetite. No urinary changes. No redness or swelling in the front or back of the neck. No muscle atrophy, deformity, or skin changes in the painful area. No heat in the painful area. No pain in the chin or thyroid area. Pain in the sternocleidomastoid muscles. Pain in the muscles on the sides of the cervical spine. Pain in the trapezius and paraspinal muscles, not in the deltoids. Feels pain and stiffness when moving the neck forward, backward, and sideways but can fully flex it.\n\nPersonal medical history: No previous medical conditions, no surgeries, no hospitalizations, no current medications, non-smoker, no alcohol or drug use. Has never had pain like this before. Has been taking contraceptives for 5 years to regulate cycles without any side effects. Takes a multivitamin supplement. Up to date with vaccines. Has seasonal allergies. No contact with sick individuals. Has not traveled recently.\n\nFamily medical history: Patient's father has high blood pressure and diabetes. No indications of heart or lung diseases. Grandparents have osteoarthritis. No autoimmune diseases or cancers.\n\nPossible diagnosis:\n1. Whiplash-associated disorder\n2. Cervical sprain\n\nPossible specific studies, evaluations, and laboratory tests:\n1. Physical examination\n2. X-rays or MRI of the neck if symptoms persist or worsen\n3. Pain management strategies such as ice therapy, heat therapy, and over-the-counter pain relievers\n\nAssessment and plan:\n- The patient's symptoms and history suggest a soft tissue injury in the neck consistent with a whiplash-associated disorder or cervical sprain or strain.\n- Recommend that the patient continue taking over-the-counter pain relievers, such as ibuprofen or acetaminophen, and apply ice for the first 48 hours to control pain and inflammation.\n- Advise the patient to avoid any activities that may exacerbate pain or stiffness, and gradually resume normal activities as tolerated.\n- Follow up in 1-2 weeks to assess the patient's progress and consider referring to physical therapy or a pain management specialist if symptoms persist or worsen.", "lista_preguntas": [{"pregunta": "Good morning, ma'am. What brings you here?", "respuesta": "Neck pain"}, {"pregunta": "Sure, can you tell me how the accident happened? Were you sitting in the passenger seat? Or in the driver's seat? And was the impact from behind or from the front?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay, and did the neck pain start immediately after that?", "respuesta": "It started a little later."}, {"pregunta": "Well, do you have pain in any other part of your body?", "respuesta": "There is only pain in the neck."}, {"pregunta": "OK. OK, do you feel anything broken? Are there any bruises anywhere? Any obvious signs of trauma?", "respuesta": "He doesn't feel like anything is broken. He doesn't feel any bruises or any obvious signs of trauma."}, {"pregunta": "Alright, and is the pain constant or does it come and go?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, and you said this happened yesterday, right?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. And is there anything that makes it better? Have you tried ice, any topical treatment, or any position that helps with the pain?", "respuesta": "He has tried Advil and it seems to have helped him. He has not tried ice or topical creams."}, {"pregunta": "Okay, you mentioned that the pain is in the nape of the neck, does it radiate to the head, shoulders, lower back, or upper back?", "respuesta": "It has slightly radiated to the trapezius area."}, {"pregunta": "Okay, okay, and if you had to describe the quality of this pain, would you say it is sharp, dull, achy, stabbing? How would you describe it?", "respuesta": "When he moves his neck, he feels a sharp pain."}, {"pregunta": "OK, sure, have you ever had a pain like this in the past?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. And do you feel like the pain has been getting worse since it started yesterday?", "respuesta": "It's been getting worse since the accident."}, {"pregunta": "Okay. Okay, and on a scale from 1 to 10, with 10 being the worst pain you have ever felt, how strong is this pain?", "respuesta": "6-7 out of 10"}, {"pregunta": "OK, OK. Have you experienced any tingling or numbness?", "respuesta": "There is no tingling or numbness."}, {"pregunta": "OK, any dizziness or fainting?", "respuesta": "He has not had dizziness or fainting."}, {"pregunta": "Confusion or memory loss?", "respuesta": "No confusion or memory loss"}, {"pregunta": "No, OK. And is this affecting your sleep in any way?", "respuesta": "It has slightly affected their sleep."}, {"pregunta": "Okay, I know you mentioned that some movements are painful for you, but do you have difficulty moving your neck?", "respuesta": "Feel the stiff neck but can still move it"}, {"pregunta": "OK. Any issues with your vision, like blurriness?", "respuesta": "There are no problems with vision."}, {"pregunta": "No, how about ringing in the ears?", "respuesta": "There are no problems with vision or hearing."}, {"pregunta": "No, do you feel any trouble concentrating on tasks?", "respuesta": "You have had difficulties focusing on tasks."}, {"pregunta": "Yes, of course. Any fever or chills?", "respuesta": "He has not had a fever or chills."}, {"pregunta": "Any change in weight?", "respuesta": "There have been no changes in weight."}, {"pregunta": "Any changes in your hearing?", "respuesta": "There are no problems with vision or hearing."}, {"pregunta": "Smell or taste?", "respuesta": "There are no changes in the meanings."}, {"pregunta": "Chest pain or palpitations?", "respuesta": "There are also no signs of chest pain or palpitations."}, {"pregunta": "OK. No coughing, shortness of breath, labored breathing, or wheezing?", "respuesta": "There are no issues with coughing, shortness of breath, labored breathing, or wheezing."}, {"pregunta": "And bowel movement problems?", "respuesta": "There are no intestinal problems"}, {"pregunta": "OK, any nausea or vomiting?", "respuesta": "It does not express nausea or vomiting."}, {"pregunta": "Changes in appetite?", "respuesta": "There have been no changes in appetite."}, {"pregunta": "OK, what about changes in urine?", "respuesta": "There are no urinary changes."}, {"pregunta": "OK, OK, that's good. And otherwise, are you healthy? Do you have any long-term illnesses?", "respuesta": "No pre-existing medical conditions"}, {"pregunta": "Okay, great. And have you had any hospitalizations or surgeries in the past?", "respuesta": "No prior medical conditions, no surgeries, no hospitalizations."}, {"pregunta": "No, okay. And medications? Do you take any?", "respuesta": "She has been taking contraceptives for 5 years to help regulate her cycles without any side effects. She also takes a multivitamin supplement."}, {"pregunta": "Five years OK, any side effects or any issues with that?", "respuesta": "no side effects"}, {"pregunta": "Okay, okay, good. And are you up to date with your vaccines?", "respuesta": "Is up to date with vaccinations."}, {"pregunta": "Okay, great. Do you have any allergies?", "respuesta": "He has seasonal allergies"}, {"pregunta": "Oh, I see. Well, any family history of lung or heart diseases?", "respuesta": "There are no signs of heart or lung diseases."}, {"pregunta": "OK, what about musculoskeletal problems?", "respuesta": "Your grandparents have osteoarthritis."}, {"pregunta": "\"OK.\"", "respuesta": "I"}, {"pregunta": "What about autoimmune diseases?", "respuesta": "No autoimmune diseases"}, {"pregunta": "No? OK what about cancers?", "respuesta": "No autoimmune diseases or cancers."}, {"pregunta": "OK. And then, do you smoke?", "respuesta": "no smoking"}, {"pregunta": "Alright, what about marijuana? Do you consume it in any form?", "respuesta": "without alcohol or drug consumption"}, {"pregunta": "OK. Do you drink alcohol then?", "respuesta": "without alcohol or drug consumption"}, {"pregunta": "OK. Let's talk about disease contacts. Have you had any recently?", "respuesta": "He has not had contact with sick people."}, {"pregunta": "Okay, okay, that's fine. And what about travels? Have you had any recently?", "respuesta": "He/she has not traveled recently."}, {"pregunta": "Yes, of course. And then, where do you work, who do you live with, and where do you live?", "respuesta": "She lives with her husband and their 6-year-old son. She works at a bank."}, {"pregunta": "Okay, okay. Alright, those are all the questions I have for the story. Can we move on to the physical examination part of this interview? Do you have any questions before we do that?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Alright, so if you have someone there with you, or if you have a mirror, or if there's any way you can take a look at the back of your neck, as well as the front of your neck um. Do you see any redness or swelling in that area?", "respuesta": "There is no redness or swelling in the front or back of the neck."}, {"pregunta": "No, I don't. Do you see any muscle atrophy? Any deformity or changes in the skin?", "respuesta": "There is no muscle atrophy, deformity, or changes in the skin."}, {"pregunta": "OK. And then when you place the back of your hand on both the front and back of your neck, do you feel warmth?", "respuesta": "There are no signs of heat in the painful area."}, {"pregunta": "No, okay. And then I'm going to have you feel certain areas, so we'll start with the chin. Does it hurt when you press on it?", "respuesta": "There is no pain in the chin."}, {"pregunta": "Not OK, how about right where the thyroid would be?", "respuesta": "There is no pain in the chin or in the thyroid area."}, {"pregunta": "There is no pain there, okay. What about the sides, where the sternocleidomastoid muscles are located?", "respuesta": "Pain in the sternocleidomastoid muscles"}, {"pregunta": "Okay, and then when you move backwards and then in your cervical spine, just like in the back of your neck.", "respuesta": "You feel pain in the muscles on the sides of the cervical spine."}, {"pregunta": "Well, is there pain in the trapezius and deltoid muscles?", "respuesta": "Pain in the trapezius and paraspinal muscles, not in the deltoid."}, {"pregunta": "Okay, I see, all right. Uhm. OK, and then we are going to move on to a range of motion test so I'm going to have you flex your neck. So look down towards the floor as much as you can. Does it hurt?", "respuesta": "You feel pain and stiffness when moving your neck forward or backward."}, {"pregunta": "Yes, but you can fully flex your neck.", "respuesta": "It can be fully flexed."}, {"pregunta": "And the front part? OK. And when you extend your head back to look at the ceiling?", "respuesta": "You feel pain and stiffness when moving your neck forward or backward."}, {"pregunta": "Okay, okay, how about when you flex your neck to one side so that your right ear touches your right shoulder?", "respuesta": "You feel pain and stiffness when moving your neck forward, backward, and to the sides."}, {"pregunta": "Okay, what about doing the opposite? Touch your left ear with your left shoulder in a way that laterally flexes the left side of your neck?", "respuesta": "You feel pain and stiffness when moving your neck forward, backward, and to the sides."}, {"pregunta": "OK. So you are able to do all of this, is it just that you have some pain when you do it?", "respuesta": "You feel pain and stiffness when moving your neck forward, backward, and to the sides, but you can still fully flex it."}, {"pregunta": "Okay, okay. Those are all the questions I had for you. Do you have any questions?", "respuesta": "It is not mentioned in the medical history."}, {"pregunta": "Okay, yes, don't worry.", "respuesta": "I"}]}, {"Historial": "Patient information: Middle-aged woman. Lives with her husband in an apartment.\n\nChief complaint: The patient presented with a history of falling down the stairs onto her hip 2 hours ago, resulting in unbearable pain in her right hip and difficulty bearing weight and walking. She did not hit her head in the fall. The pain has remained constant, she rates it as sharp and at a 10/10 in severity, radiating throughout her right groin and noting swelling, some bruising, and redness. Her right hip also appears slightly warmer. When she moves her leg outwards, it seems shortened compared to the other. She can barely stand up or move her hip in general, and any movement is painful. She does not have numbness or tingling. There have been no fainting spells or headaches, but she does feel somewhat dizzy from the ambulance ride. No memory loss, fever, or chills. No sensory changes, cough, shortness of breath, or wheezing. No chest pain or palpitations. No joint or muscle pains in any other area. No recent weight loss or rashes. No changes in bowel movements or urinary patterns.\n\nPersonal medical history: The patient has not had similar falls before. She has a diagnosis of osteoarthritis and currently takes Ramipril for blood pressure. She also takes vitamin D, calcium, and multivitamins. The patient denies any allergies or significant medical conditions. She is up to date on all vaccinations. She does not smoke, drinks occasionally, and does not use marijuana. She has not been in contact with anyone sick recently or traveled.\n\nFamily medical history: The patient's father had a history of myocardial infarction at age 60. Her mother had skin cancer that did not require surgery. No other musculoskeletal or autoimmune diseases have been described.\n\nPossible diagnosis:\n1. Hip fracture\n\nPossible specific studies, evaluations, and laboratory tests:\n1. Hip X-ray\n2. Orthopedic consultation", "lista_preguntas": [{"pregunta": "Good morning, how can I help you?", "respuesta": "Unbearable pain in the hip"}, {"pregunta": "OK, um, so what caused you to fall in the first place? Did you lose your balance, feel dizzy?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay.", "respuesta": "I"}, {"pregunta": "OK, and when was this?", "respuesta": "2 hours ago"}, {"pregunta": "Two hours ago, OK. Has it been a constant pain since then?", "respuesta": "It has remained constant"}, {"pregunta": "OK, does something make it better or worse?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, so he can't, OK so he can't bear weight, and he can't walk on that leg I suppose.", "respuesta": "difficulty bearing weight and walking"}, {"pregunta": "OK. Is it a sharp pain or is it dull and achy?", "respuesta": "sharp"}, {"pregunta": "OK. And where is this pain exactly? Is it only in the right hip or does it radiate towards the upper front part of the back or towards the leg?", "respuesta": "and radiates throughout the right groin"}, {"pregunta": "Alright. And on a scale from 1 to 10, with 10 being the worst pain, how strong is the pain?", "respuesta": "10/10"}, {"pregunta": "10, okay. And you, have you had pain like this before? Have you had any falls in the past?", "respuesta": "It has not had similar falls before."}, {"pregunta": "OK, any numbness or tingling?", "respuesta": "There is no numbness or tingling"}, {"pregunta": "Dizziness or fainting?", "respuesta": "There are no fainting spells or headaches, but there is a certain dizziness."}, {"pregunta": "Well, any headache?", "respuesta": "There are also no fainting spells or headaches."}, {"pregunta": "Confusion or memory loss?", "respuesta": "Without memory loss"}, {"pregunta": "Uh, any joint or muscle pain elsewhere?", "respuesta": "There are no joint or muscle pains in any other area."}, {"pregunta": "Have you recently lost weight?", "respuesta": "There have been no weight losses."}, {"pregunta": "Fever or chills?", "respuesta": "Without memory loss, fever, or chills."}, {"pregunta": "Uhm, and eruptions?", "respuesta": "There have been no recent weight losses or eruptions."}, {"pregunta": "Any changes in your vision, hearing, smell, or taste?", "respuesta": "No sensory changes"}, {"pregunta": "Does anyone, uh, experience any coughing, uh, shortness of breath, or wheezing?", "respuesta": "No sensory changes, cough"}, {"pregunta": "OK, how about chest pain or palpitations?", "respuesta": "No chest pain"}, {"pregunta": "OK, and any changes in your bowel movements?", "respuesta": "There are no changes in bowel movements."}, {"pregunta": "OK, and any changes in your urine?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. And are you otherwise healthy? Do you have any long-term illnesses?", "respuesta": "You have a diagnosis of osteoarthritis."}, {"pregunta": "OK. Well, and is that the only medication you are taking?", "respuesta": "He takes Ramipril for high blood pressure."}, {"pregunta": "Alright. And are you up to date with your vaccinations?", "respuesta": "He/She has all vaccines up to date."}, {"pregunta": "Yes, sure. Any allergies?", "respuesta": "Deny any allergy"}, {"pregunta": "OK. Any family history of lung or heart conditions?", "respuesta": "He had a history of myocardial infarction."}, {"pregunta": "OK, OK, any musculoskeletal problem?", "respuesta": "No other musculoskeletal diseases have been described."}, {"pregunta": "No. Um, what about autoimmune conditions?", "respuesta": "No other musculoskeletal or autoimmune diseases have been described."}, {"pregunta": "Any cancer?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. Uh, do you smoke?", "respuesta": "He/she does not smoke."}, {"pregunta": "OK, uhm, do you drink alcohol?", "respuesta": "He/she does not smoke, drinks occasionally."}, {"pregunta": "OK, and do you consume marijuana in any form?", "respuesta": "He/she does not consume marijuana."}, {"pregunta": "OK. And in terms of housing? Who do you live with and where do you live?", "respuesta": "She lives with her husband in an apartment."}, {"pregunta": "OK. Have you been in contact with someone who is sick recently?", "respuesta": "You have not been in contact with anyone sick recently."}, {"pregunta": "Okay. Have you traveled recently?", "respuesta": "You have not been in contact with anyone sick recently nor have you traveled."}, {"pregunta": "Alright, let's move on to the physical examination part of this interview. So if you can, I'm going to ask you to take a look at both your hips and your legs. Do you notice any redness or swelling in the area?", "respuesta": "swelling, some bruising, and redness"}, {"pregunta": "OK. OK. Any muscle atrophy? Any deformity or changes in the skin such as bruises?", "respuesta": "swelling, some bruising, and redness"}, {"pregunta": "OK. Very well. And then when you place the back of your hand on both hips, do you notice any change in temperature? Is one side hotter than the other?", "respuesta": "It seems to have the right hip a little warmer."}, {"pregunta": "OK, does one seem shorter? Or does it seem misaligned? Or in some kind of strange position, like turning the leg outwards, one compared to the other?", "respuesta": "If you put the leg outwards, it seems shrunk in relation to the other."}, {"pregunta": "Okay, what if she is sitting right now?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, can you stand up from a seated position?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "\"OK.\"", "respuesta": "I"}, {"pregunta": "Yes, please.", "respuesta": "I"}, {"pregunta": "OK and I assume you cannot do hip flexion or extension, hip abduction or adduction, right?", "respuesta": "He can barely get up or move his hip in general."}, {"pregunta": "Well, those are all the questions I had. Do you have any questions?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay, great, no problem.", "respuesta": "I"}]}, {"Historial": "Patient information: Middle-aged woman. Accountant, right-handed. Lives with her husband and two children.\n\nMain complaint: The patient presents sharp pain in the palm of her right hand (near the wrist). She also notices burning, numbness, and tingling in the thumb, middle finger, and index finger. She has also started experiencing similar symptoms in her left hand, although less severe. The symptoms began approximately two weeks ago, worsening gradually over time. The pain is more intense at night and affects the patient's daily routine and work; for example, she feels similar discomfort, numbness, or tingling when lifting things or opening jars. She rates it as a 5 out of 10 in severity. To relieve the pain, she rests her hand or shakes it to stretch it, but she has not tried medication or splints. She also experiences some burning, and the pain radiates to the fingers and forearm. There is no swelling or redness in the hand, nor changes in temperature. She notices muscle loss near the thumb. The wrist maintains full range of motion, and she does not feel pain when pressing the joints. The Tinel and Phalen tests are positive. She has no neck pain, numbness, or tingling in other areas. No muscle weakness. She has no fever, chills, or night sweats. There have been no unexpected weight loss. She has no headaches or sensory changes. She does not have nasal congestion or discharge, nor throat pain, cough, difficulty breathing, or wheezing. She has not experienced chest pain or a racing heart. No dizziness or vertigo. No nausea, vomiting, or abdominal pain. No diarrhea, constipation, blood in stools, or urinary problems. She has not noticed changes in the skin, confusion, or memory loss.\n\nPersonal medical history: The patient has not had previous injuries in the affected area and has no prior illnesses, surgeries, or hospitalizations. She does not take any medication regularly, except for occasional use of Advil or Tylenol for headaches. No known allergies. The patient works as an accountant and spends a lot of time using a keyboard and mouse. She has not been in contact with anyone sick or traveled recently. She does not smoke, use drugs, and drinks occasionally. She is sexually active, but there are no concerns about STIs.\n\nFamily medical history: There is a family history of diabetes on the patient's father's side, and a maternal aunt underwent a hysterectomy for an unspecified type of cancer. There are no known musculoskeletal or neurological diseases in the family.\n\nPossible diagnosis:\n1. Carpal tunnel syndrome\n\nPossible specific studies, evaluations, and laboratory tests:\n1. Physical examination\n2. Tinel sign test\n3. Phalen sign test\n4. Nerve conduction study", "lista_preguntas": [{"pregunta": "Good morning, ma'am. How can I help you?", "respuesta": "It presents a sharp pain in the palm of the hand."}, {"pregunta": "OK, and when did this pain start and is it in the right hand or the left hand?", "respuesta": "the right hand"}, {"pregunta": "Okay, I see, have you had any wrist trauma or injury, or have you had any past injuries?", "respuesta": "There have been no previous injuries in the affected area."}, {"pregunta": "Alright. And are you right-handed or left-handed?", "respuesta": "dexterous"}, {"pregunta": "OK, yes, and you mentioned that it was the right hand that started hurting first and then the left one since then?", "respuesta": "He has also started to present similar symptoms in his left hand."}, {"pregunta": "Well, and where would you say the pain is specifically located?", "respuesta": "near the wrist"}, {"pregunta": "Well, and how would you describe the nature of this sensation? Is it burning, sharp, painful, or stabbing?", "respuesta": "sharp"}, {"pregunta": "OK. Do you have any burning sensation as well?", "respuesta": "It also has a bit of burning."}, {"pregunta": "OK. And does it radiate anywhere, do you feel this in your neck, shoulder, or in your arm?", "respuesta": "The pain radiates to the fingers and forearm."}, {"pregunta": "Well, do you have any pain in your neck?", "respuesta": "He/she does not have pain in the neck."}, {"pregunta": "Yes.", "respuesta": "I"}, {"pregunta": "OK, have you done anything that worsens the pain?", "respuesta": "You feel similar discomfort, numbness, or tingling when lifting things or opening jars."}, {"pregunta": "OK, um, so something like shaking your wrist, something like shaking...", "respuesta": "I"}, {"pregunta": "Okay, have you taken any medication or tried any wrist splint or something similar?", "respuesta": "He has not tried medication or splints."}, {"pregunta": "Okay, and what is the severity of the pain on a scale of 1 to 10, with 10 being the worst you have ever felt, and do you feel this pain more at a particular time of the day than others?", "respuesta": "5 out of 10"}, {"pregunta": "I see, alright. And have you experienced any numbness or tingling in your hand or anywhere else?", "respuesta": "No numbness or tingling in other areas."}, {"pregunta": "OK, have you experienced any muscle weakness?", "respuesta": "No muscular weakness."}, {"pregunta": "OK, any issues with gripping objects, dropping objects, or opening jars?", "respuesta": "You may feel discomfort, numbness, or tingling when lifting objects or opening jars."}, {"pregunta": "Okay, good, and have you had a fever or chills?", "respuesta": "He/she does not have a fever or chills."}, {"pregunta": "Have you had night sweats?", "respuesta": "He/she does not have a fever or chills, nor night sweats."}, {"pregunta": "Have you experienced any unexpected weight loss?", "respuesta": "There have been no weight losses."}, {"pregunta": "OK. Have you had headaches?", "respuesta": "He/she does not have a headache"}, {"pregunta": "How about any sensory changes like changes in your vision or hearing?", "respuesta": "He has no headache or sensory changes."}, {"pregunta": "What about the loss of taste or smell?", "respuesta": "He/she does not have a headache or sensory changes."}, {"pregunta": "Have you had any nasal discharge or feeling of congestion?", "respuesta": "There is no nasal congestion or discharge."}, {"pregunta": "And sore throat or cough?", "respuesta": "There is no nasal congestion or discharge, nor throat pain, cough."}, {"pregunta": "Have you had difficulty breathing or wheezing?", "respuesta": "There is no nasal congestion or discharge, nor throat pain, cough, or difficulty breathing."}, {"pregunta": "Have you had chest pain or a sensation that your heart is racing?", "respuesta": "He has not had chest pain or a racing heart."}, {"pregunta": "Well, have you experienced dizziness or vertigo?", "respuesta": "There is no dizziness or vertigo."}, {"pregunta": "Alright, have you experienced any nausea or vomiting?", "respuesta": "Without nausea, vomiting"}, {"pregunta": "And any abdominal pain?", "respuesta": "Without nausea, vomiting, or abdominal pain."}, {"pregunta": "OK. Have you had diarrhea or constipation or blood in your stool?", "respuesta": "There is no diarrhea, constipation, blood in the stool"}, {"pregunta": "Alright, have you experienced any urinary problems such as pain or frequency?", "respuesta": "There is no diarrhea, constipation, blood in the stool, or urinary problems."}, {"pregunta": "Alright, have you noticed any changes in your skin, rashes, or anything similar?", "respuesta": "He/she has not noticed any changes in the skin."}, {"pregunta": "OK, and. Have you had muscle or body aches?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, any confusion or memory loss?", "respuesta": "He has not noticed changes in the skin, confusion, or memory loss."}, {"pregunta": "OK, uh, and have you been diagnosed with any medical conditions in the past?", "respuesta": "He/she does not have any illnesses."}, {"pregunta": "Alright. And do you take any medication regularly, either prescribed or over-the-counter?", "respuesta": "He does not take any medication regularly."}, {"pregunta": "OK. Uh, do you have any allergies?", "respuesta": "No known allergies"}, {"pregunta": "Have you had any previous hospitalizations or surgeries?", "respuesta": "He/she has no previous illnesses, surgeries, or hospitalizations."}, {"pregunta": "Sure, can you tell me a bit about where you live and who you live with?", "respuesta": "She lives with her husband and their two children."}, {"pregunta": "I see, and you mentioned that you are an accountant. Are you working right now?", "respuesta": "He works as an accountant."}, {"pregunta": "I see. And have you been in close contact with anyone who has been sick recently?", "respuesta": "He/she has not been in contact with anyone who is sick."}, {"pregunta": "Have you traveled anywhere?", "respuesta": "He/she has not been in contact with anyone who is sick or has traveled recently."}, {"pregunta": "Do you smoke cigarettes?", "respuesta": "He/she does not smoke."}, {"pregunta": "Okay, and what do you think about smoking marijuana?", "respuesta": "He/she does not consume drugs."}, {"pregunta": "Okay, so no recreational drugs then?", "respuesta": "Do not consume drugs"}, {"pregunta": "Okay, and is she currently sexually active?", "respuesta": "She is sexually active."}, {"pregunta": "OK, uh, any concerns about sexually transmitted infections?", "respuesta": "There is no concern about possible STIs."}, {"pregunta": "OK, and do you drink alcohol?", "respuesta": "Drink occasionally"}, {"pregunta": "OK, and in the family, is there any musculoskeletal or neurological disease?", "respuesta": "There is no history of any musculoskeletal or neurological disease."}, {"pregunta": "OK, and what about autoimmune conditions like rheumatoid arthritis or like hypothyroidism or type one diabetes?", "respuesta": "There is a family history of diabetes on the father's side."}, {"pregunta": "Yes.", "respuesta": "I"}, {"pregunta": "OK, was it endometrial cancer?", "respuesta": "An unspecified type of cancer"}, {"pregunta": "I see, alright, and now I want to move on to the physical examination part, so first inspect the hand and wrist, do you see any swelling or redness?", "respuesta": "There is no swelling or redness."}, {"pregunta": "How about temperature changes, do you feel any joint warm?", "respuesta": "No temperature changes"}, {"pregunta": "I see. And is there any area of your hands over any of the joints or over the rest that, if pressed, causes pain?", "respuesta": "You do not feel pain when pressing the joints."}, {"pregunta": "OK, and are you able to move your wrist through its full range of motion?", "respuesta": "maintains full range of motion"}, {"pregunta": "OK, uh. And for the next test, I will ask you to tap the base of your palm with the index finger and middle finger of your left hand, and when you do that, do you feel any burning or tingling sensation?", "respuesta": "feels similar discomfort, numbness or tingling"}, {"pregunta": "Well, that was all I wanted to ask and check today, do you have any questions?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "\"Okay\"", "respuesta": "I"}]}, {"Historial": "Patient information: Middle-aged male, construction worker for 10 years. Lives with his wife in a small apartment.\n\nMain complaint: The patient has been experiencing pain and difficulty extending the 4th and 5th fingers of his right hand for two months. There is also a visible lump at the base of these fingers. The pain worsens and feels stuck when extending the fingers, but does not hurt when touching the nodules. The pain does not radiate to other areas or is too severe in the area, but there is also nothing that improves it. There is no numbness or tingling in the affected area, nor is there muscle weakness. There is no redness, but whitening is noticed around the nodules when extending the fingers. There are no issues with the wrist or elbow. There is no muscle atrophy or deformity. There is no fever, chills, or night sweats. There has been no weight loss or headaches. There are no sensory changes or feeling congested. There is no eye redness or itching. No sore throat, chest pain, or cough. There is no difficulty breathing or wheezing. There is no feeling of fainting or rapid heartbeat. No nausea, vomiting, or abdominal pain. There are no urinary changes or bowel movements. No rashes or changes in nails or hair. There are no muscle or joint pains elsewhere. There is no memory loss or confusion. No loss of appetite or fatigue.\n\nPersonal medical history: The patient works in construction using a drill and lifting weight, but has not had any traumas or injuries to the hand. Occasionally gets splinters, but nothing concerning. Has high cholesterol and takes statins. Had a previous surgery for anterior cruciate ligament repair at 18 years old. Has been smoking a pack a day for 10 years, drinks alcohol regularly, and recreationally uses marijuana twice a month. No intravenous drug use. No allergies and vaccines are up to date. Has not been around any sick individuals recently, nor has traveled lately.\n\nFamily medical history: No musculoskeletal or neurological conditions in the family. No autoimmune diseases or Dupuytren's contracture in the family.\n\nPossible diagnoses:\n1. Dupuytren's contracture\n2. Flexor tenosynovitis\n3. Trigger finger\n\nPossible specific studies, evaluations, and laboratory tests:\n1. Blood tests\n2. X-ray\n3. Magnetic resonance imaging\n\nAssessment and plan: The patient will undergo blood tests and imaging studies to rule out flexor tenosynovitis. If the diagnosis is Dupuytren's contracture, the patient will be treated with physiotherapy and activity modification.", "lista_preguntas": [{"pregunta": "Good morning, sir. How can I help you?", "respuesta": "He presents pain and difficulty in extending the 4th and 5th fingers of the right hand."}, {"pregunta": "Okay, and he realized, sorry, when did it exactly start?", "respuesta": "two months ago"}, {"pregunta": "About two months ago, and are the 4th and 5th fingers or any other finger involved or any other part of your hand?", "respuesta": "the 4th and 5th fingers"}, {"pregunta": "OK. And how would you describe the pain you are feeling, is it a sharp and stabbing pain or a burning pain?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, uh, do you feel any radiation of pain like in your hand or forearm?", "respuesta": "It does not radiate."}, {"pregunta": "OK, and well, is there anything that worsens or aggravates the pain?", "respuesta": "It worsens and sounds hooked when extending the fingers."}, {"pregunta": "OK, and is there any clicking or... Yes, any clicking or catching when you try to straighten the finger?", "respuesta": "It sounds hooked when extending the fingers."}, {"pregunta": "OK. Have you tried anything recently that has improved discomfort or helped with range of motion?", "respuesta": "There is also nothing that improves it."}, {"pregunta": "OK, yes, certainly. OK, and have you had any issues with your hand before like any trauma or something like that?", "respuesta": "He has not had any traumas or injuries in the hand."}, {"pregunta": "Have you experienced any neurological symptoms, such as numbness, tingling, or loss of sensation in any part of your hand or upper limb?", "respuesta": "You do not feel numbness or tingling."}, {"pregunta": "OK, so no muscle weakness then?", "respuesta": "There is also no muscle weakness."}, {"pregunta": "OK, have you had a fever or chills?", "respuesta": "He/she does not have a fever, chills."}, {"pregunta": "OK, and have you had night sweats?", "respuesta": "He/she does not have a fever, chills, or night sweats."}, {"pregunta": "And have you experienced any unexpected weight loss?", "respuesta": "There has been no weight loss."}, {"pregunta": "OK, have you had any headaches?", "respuesta": "There has been no weight loss or headaches."}, {"pregunta": "Any sensory changes such as changes in your vision, hearing, loss of taste, or loss of sense of smell?", "respuesta": "No sensory changes"}, {"pregunta": "Have you had a runny nose or felt congested?", "respuesta": "There have been no sensory changes or feelings of congestion either."}, {"pregunta": "Have you experienced redness or itching in your eyes?", "respuesta": "There has been no redness or itching of the eyes."}, {"pregunta": "Alright, have you had a sore throat or cough?", "respuesta": "No sore throat, chest pain, or cough."}, {"pregunta": "How about difficulty breathing or wheezing?", "respuesta": "There is no difficulty breathing or wheezing."}, {"pregunta": "Have you had chest pain?", "respuesta": "No sore throat, chest pain"}, {"pregunta": "Any dizziness, vertigo, or feeling like you are going to faint?", "respuesta": "No feeling of fainting"}, {"pregunta": "Do you have any sensation that your heart is racing?", "respuesta": "Neither feeling faint nor a racing heart."}, {"pregunta": "Well, have you had nausea or vomiting?", "respuesta": "Without nausea, vomiting"}, {"pregunta": "Any abdominal pain?", "respuesta": "Without nausea, vomiting, or abdominal pain"}, {"pregunta": "Have you had diarrhea or constipation?", "respuesta": "There are no urinary or intestinal process changes."}, {"pregunta": "Alright, and have you had blood in your stool?", "respuesta": "There are no urinary or intestinal process changes."}, {"pregunta": "Any urinary problems such as pain or frequency?", "respuesta": "There are no urinary or bowel process changes."}, {"pregunta": "Any changes in the skin like rashes?", "respuesta": "No eruptions."}, {"pregunta": "OK, or any changes in the nails or hair like nail ridges or hair loss?", "respuesta": "No eruptions or changes in nails or hair."}, {"pregunta": "OK, have you been experiencing muscle aches or joint pains or body aches in any other part?", "respuesta": "There are no muscle or joint pains"}, {"pregunta": "Alright, and uh. Have you experienced any memory loss or confusion?", "respuesta": "There is no memory loss or confusion."}, {"pregunta": "OK, have you experienced any loss of appetite or fatigue?", "respuesta": "No loss of appetite or fatigue"}, {"pregunta": "Alright, and in the past, have you been diagnosed with any illness?", "respuesta": "He has high cholesterol."}, {"pregunta": "Okay, so do you take any other medication or just the statin?", "respuesta": "take statins"}, {"pregunta": "OK, have you had any previous surgeries or hospitalizations?", "respuesta": "You have had a previous operation to repair the anterior cruciate ligament."}, {"pregunta": "OK, do you have any allergies?", "respuesta": "He/she doesn't have any allergies."}, {"pregunta": "Alright, and are your vaccines up to date?", "respuesta": "The vaccines are up to date."}, {"pregunta": "Could you tell me a little bit about where you live and who you live with?", "respuesta": "He lives with his wife in a small apartment."}, {"pregunta": "Okay, and is he working now?", "respuesta": "construction worker"}, {"pregunta": "OK, uh and have you been in close contact with anyone who has been sick?", "respuesta": "He has not been close to anyone sick"}, {"pregunta": "OK, and I'm sorry as a construction worker, have you had any puncture wounds on your hands or anything like splinters or things that have entered the skin?", "respuesta": "Every now and then a splinter has gotten stuck."}, {"pregunta": "Well, okay, have you traveled anywhere recently?", "respuesta": "You have not been close to anyone sick recently, nor have you traveled lately."}, {"pregunta": "Have you been close to someone who has been sick?", "respuesta": "He has not been close to anyone sick"}, {"pregunta": "Do you smoke cigarettes?", "respuesta": "Smoke"}, {"pregunta": "Okay, does he smoke marijuana?", "respuesta": "consume marijuana"}, {"pregunta": "OK, uh. And do you drink alcohol?", "respuesta": "Drink alcohol"}, {"pregunta": "Okay. One or two a day?", "respuesta": "It is not mentioned in the medical history."}, {"pregunta": "OK. Do you use any other recreational drugs or any intravenous drugs, or have you done so in the past?", "respuesta": "No intravenous drugs"}, {"pregunta": "OK, I see, that's good then uhm does anyone in the family have any musculoskeletal or neurological condition?", "respuesta": "There are no musculoskeletal or neurological conditions in the family."}, {"pregunta": "Okay, and any autoimmune diseases like rheumatoid arthritis or hypothyroidism?", "respuesta": "No autoimmune diseases or Dupuytren's contracture in the family."}, {"pregunta": "OK, has anyone in the family had Dupuytren's contracture before?", "respuesta": "No autoimmune diseases or Dupuytren's contracture in the family."}, {"pregunta": "OK, and next, I just wanted to move on to the physical examination part, so just a couple more questions. When you look at the hand, do you see any swelling or redness?", "respuesta": "There are no redness."}, {"pregunta": "Okay, yes, but is there no redness?", "respuesta": "There has been no redness"}, {"pregunta": "OK, and are you seeing any, uh, muscle atrophy or any deformity in any of your finger joints or wrist?", "respuesta": "There is no muscle atrophy or any deformity."}, {"pregunta": "OK, and uh is there any area on your hand that you can feel and causes you pain?", "respuesta": "It doesn't hurt to touch the nodules."}, {"pregunta": "Okay, I see that when you extend your fingers with the other hand, do you have a lot of pain along the tendons or in passive extension?", "respuesta": "It worsens and sounds hooked when extending the fingers."}, {"pregunta": "OK, and with the nodules and those things, do you feel any kind of crepitus or rubbing in those areas or in your palm?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay, any issues with the wrist or elbow?", "respuesta": "There are no issues with the wrist or elbow."}, {"pregunta": "Well, I think that's all I wanted to ask you today. Do you have anything you would like to add or any questions?", "respuesta": "It is not mentioned in the medical record."}]}, {"Historial": "Patient information: 26-year-old master's student. Lives alone in an apartment. No other details provided.\n\nMain complaint: The patient complains of pain in the left knee for three to four months. The pain was initially only present during physical activity, but has worsened recently and is now present even at rest. Describes it as sharp, feeling a stabbing pain every time the foot touches the ground. When at rest, it is more of a dull ache. Rates it at a 6 out of 10 in severity. No pain in other parts of the body, around the knee, or swelling in the area. No bruising, temperature changes, pain over the patella, or on the medial side. Pain along the joint line on the lateral side. No pain in leg muscles, patellar tendon, or near the tibia or fibula. Pain when rising from a seated position. Discomfort when trying to abduct the hip towards the ceiling. Positive Ober test. No fever, chills, chest pain, or palpitations. No cough, shortness of breath, or wheezing. No weight loss. No rashes, numbness, or tingling. No headaches. No sensory changes. No changes in bowel movements, nausea, or vomiting. No abdominal pain or changes in urine. No confusion or memory loss.\n\nPersonal history: Patient has a history of similar pain while rowing in college, which resolved after stretching and did not seek medical attention. Currently only engages in running. No significant medical or surgical history, allergies, or adverse drug reactions. Takes a multivitamin. Up to date on vaccinations. No history of smoking, alcohol, or drug use. No recent travel or contact with sick individuals.\n\nFamily medical history: No family history of musculoskeletal problems. Father has hypertension and high cholesterol. No history of cancer or heart attacks in the family, nor autoimmune conditions.\n\nPossible diagnoses:\n1. Knee osteoarthritis\n2. Patellar tendinitis\n3. Meniscus tear\n4. Ligament injury\n5. Rheumatoid arthritis\n6. Bursitis\n\nPossible specific studies, evaluations, and laboratory tests:\n1. X-ray of the left knee\n2. Magnetic resonance imaging (MRI) of the left knee\n3. Complete blood count (CBC)\n4. Erythrocyte sedimentation rate (ESR)\n5. C-reactive protein (CRP)\n\nAssessment and plan:\n- X-ray of the knee will be performed to rule out fractures or structural abnormalities.\n- If inconclusive, an MRI of the left knee will be requested to evaluate soft tissue injuries like ligament tears or meniscal tears.\n- CBC, ESR, and CRP will be ordered to rule out inflammatory conditions.\n- Non-pharmacological measures such as physiotherapy and activity modification will be recommended.\n- Pharmacological treatment with nonsteroidal anti-inflammatory drugs (NSAIDs) may be prescribed to alleviate pain and inflammation.\n- Referral to an orthopedic specialist may be necessary based on imaging results and patient response to initial treatment.", "lista_preguntas": [{"pregunta": "What brings you here?", "respuesta": "pain in the left knee"}, {"pregunta": "OK, yes, of course. And you say it started a few weeks ago?", "respuesta": "for three or four months"}, {"pregunta": "Yes, and is there anything that makes it worse or better? I suppose any type of physical activity makes it worse and rest makes it better, but what about anything else?", "respuesta": "It is present even at rest"}, {"pregunta": "Okay, okay, and if you had to describe this pain, would you say it is sharp, dull, painful, or cramp-like?", "respuesta": "sharp"}, {"pregunta": "Okay, okay, and on a scale of 1 to 10, with 10 being the worst pain in history, how bad is this pain?", "respuesta": "6 out of 10"}, {"pregunta": "And how old are you?", "respuesta": "26 years"}, {"pregunta": "Well, okay, have you experienced this type of pain before?", "respuesta": "He has a history of similar pain."}, {"pregunta": "OK, OK, and you said you were, are you still rowing?", "respuesta": "Currently, he/she only practices running."}, {"pregunta": "Running, okay, and since it started until now, in the last two weeks, has it changed drastically, is it affecting your daily life?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Alright, are you healthy otherwise? Do you have any symptoms like fever or chills?", "respuesta": "He/she does not have a fever or chills."}, {"pregunta": "No, have you lost weight?", "respuesta": "He/she has not lost weight"}, {"pregunta": "No, any rash?", "respuesta": "Without rashes"}, {"pregunta": "No, any changes in your vision, hearing, taste, or smell?", "respuesta": "There are no sensory changes"}, {"pregunta": "OK. How about coughing, shortness of breath, or wheezing?", "respuesta": "It also does not present cough, shortness of breath, or wheezing."}, {"pregunta": "OK. How about chest pain or heart palpitations?", "respuesta": "neither chest pain nor palpitations"}, {"pregunta": "OK. Any changes in your bowel movements?", "respuesta": "There have been no changes in your bowel movements."}, {"pregunta": "OK, nausea or vomiting?", "respuesta": "nor nausea or vomiting"}, {"pregunta": "No, um how about abdominal pain?", "respuesta": "Without abdominal pain"}, {"pregunta": "OK, any changes in your urine?", "respuesta": "No abdominal pain or changes in urine."}, {"pregunta": "OK, what about headaches?", "respuesta": "No headaches either"}, {"pregunta": "OK. Any pain in another part of your body?", "respuesta": "He/she does not feel pain in other parts of the body."}, {"pregunta": "OK, any numbness or tingling in the area?", "respuesta": "Without rashes or numbness or tingling."}, {"pregunta": "OK. And confusion or memory loss?", "respuesta": "There is no confusion or memory loss."}, {"pregunta": "OK. Any muscle pain around the knee, just above the knee where the quadriceps are or just below?", "respuesta": "He does not feel pain in other parts of the body, nor around the knee."}, {"pregunta": "OK, are you otherwise healthy? Do you have any long-term illnesses?", "respuesta": "He/she has no significant medical or surgical history."}, {"pregunta": "Alright, and any hospitalizations or surgeries in the past?", "respuesta": "He/she has no significant medical or surgical history."}, {"pregunta": "No, OK. Um, any medication you are taking?", "respuesta": "Take a multivitamin"}, {"pregunta": "OK, um are you up to date with all your vaccines?", "respuesta": "He/she is up to date with vaccinations."}, {"pregunta": "OK, what about allergies? Do you have any?", "respuesta": "He has no significant medical or surgical history, allergies."}, {"pregunta": "No, OK. Um, any family history of musculoskeletal problems?", "respuesta": "There is no family history of musculoskeletal problems."}, {"pregunta": "What about heart or lung conditions?", "respuesta": "There are no cancers or heart attacks."}, {"pregunta": "OK, how about autoimmune conditions?", "respuesta": "nor autoimmune conditions"}, {"pregunta": "No, OK. Um, do you smoke?", "respuesta": "He/she has no history of smoking."}, {"pregunta": "Okay, and what about other recreational drugs?", "respuesta": "He/she has no history of smoking, alcohol consumption, or drug use."}, {"pregunta": "Okay, and where do you live now? And who do you live with?", "respuesta": "He lives alone in an apartment."}, {"pregunta": "Okay, sure. And have you been in contact with someone who is sick recently?", "respuesta": "He has not traveled or been in contact with anyone who is sick."}, {"pregunta": "OK. How about a trip?", "respuesta": "He/she has not traveled."}, {"pregunta": "OK, sure, um those were all the questions I had for you, um let's move on to the physical examination part. If you can take a look at your two knees, do you see any visible redness or swelling in the area?", "respuesta": "There doesn't seem to be any swelling in the area."}, {"pregunta": "OK, so there are no bruises then?", "respuesta": "No bruises"}, {"pregunta": "OK. Do you notice any muscle atrophy, deformities, or changes in the skin?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, and if you can place your hand on the top of your kneecap on both sides, do you notice any temperature difference between your right knee and your left knee?", "respuesta": "No bruises, temperature changes"}, {"pregunta": "OK. And then when you touch your kneecap like um yes, if you could touch right in the center of your kneecap, do you feel any pain there?", "respuesta": "There is no pain over the kneecap."}, {"pregunta": "OK. And when you touch something like the medial ligaments of your patella, do you feel any pain there?", "respuesta": "There is no pain on the patella or on the medial side."}, {"pregunta": "And when you palpate the lateral ligaments of your patella?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Above the articular line?", "respuesta": "You have pain in the joint line."}, {"pregunta": "OK, OK, and what about when you feel that large group of muscles in your thighs like the quadriceps?", "respuesta": "No muscle pain in the leg."}, {"pregunta": "OK, how is the patellar tendon?", "respuesta": "No pain in the leg muscles, patellar tendon."}, {"pregunta": "OK. And then when you go further down below your kneecap, um when you feel the top part where the close parts of your tibia and fibula are, do you feel any pain there?", "respuesta": "No pain in the leg muscles, patellar tendon, or in the vicinity of the tibia or fibula."}, {"pregunta": "OK, now let's do some movements with your leg. Um, are you sitting down?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, I am going to have you stand up from a seated position, is that, is that painful?", "respuesta": "Getting up from a seated position causes pain"}, {"pregunta": "OK, so, um, how about when you sit down again, does it hurt?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "That also hurts, OK. And what about when you bend your knee inwards, um so that your heel touches your buttocks? Does that hurt?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay, and when you extend your knee backwards, do you fully straighten it?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK. How about when you are standing and then you, uh, abduct your hip and then you flex your hip laterally and bring it upwards so that, so that you, the action is as if you are, uh, trying to touch the ceiling.", "respuesta": "It is uncomfortable to try to lift the hip towards the ceiling."}, {"pregunta": "OK, uhm, so I'm going to try a special test, it's called the Ober test. So, can I have you lie on the side of the injured knee?", "respuesta": "The Ober test is positive"}, {"pregunta": "Okay, yes, don't worry.", "respuesta": "I"}]}, {"Historial": "Patient information: The patient is a middle-aged woman for whom no other details are provided.\n\nChief complaint: The patient has a possible leg fracture that occurred an hour ago and is experiencing pain throughout the lower part of the leg, especially in the shin area. The injury happened when she slipped while wearing a dress and fell with her leg hyperextended and twisted. The pain is sharp and stabbing, rated as 10/10, and remains constant. The patient is unable to bear weight on the leg or move it and had to be transported by ambulance. The leg is significantly red and swollen compared to the other leg, and there is a curvature in the bone, although she does not feel any bone pieces pressing against the skin or any fractures. The area appears visibly bruised and inflamed, and she feels it is warmer. There is no muscle atrophy in the area. There is numbness and tingling that comes and goes below the site of the injury. She does not feel pain in any other part of the body and has not lost sensation in the area. No headaches, fainting, or dizziness. No confusion or memory loss. No recent weight loss. No fever or chills. No changes in hair, nails, or skin, nor any sensory changes. No chest pain or palpitations. No changes in bowel movements, nausea, or vomiting. No abdominal pain or changes in urinary habits.\n\nPersonal medical history: The patient is generally in good health, does not have any illnesses, does not take medication regularly, and has no allergies. The patient has had two uncomplicated vaginal deliveries in the past. She has not been tested for osteoporosis. The patient is up to date on vaccinations and has no allergies. She has not traveled recently or been in contact with anyone who is ill.\n\nFamily medical history: The patient's mother was diagnosed with osteoporosis in her 50s, and an aunt was diagnosed with ovarian cancer at age 60. There is no family history of lung or heart conditions. There are no autoimmune conditions in the family.\n\nPossible diagnoses:\n1. Tibia fracture\n\nPossible specific studies, evaluations, and laboratory tests:\n1. X-ray\n2. MRI\n3. CT scan\n\nPossible assessments and plan:\n-Apply a splint\n-Refer to an orthopedic surgeon\n-Pain management\n-Physical therapy", "lista_preguntas": [{"pregunta": "Good morning, ma'am. What brings you here?", "respuesta": "You have a possible leg fracture that occurred an hour ago and you feel pain throughout the lower part of the leg."}, {"pregunta": "When did it happen?", "respuesta": "It happened an hour ago."}, {"pregunta": "One hour ago, OK. Can it support any weight?", "respuesta": "He is not able to bear weight on the leg."}, {"pregunta": "Okay, okay, and if I had to locate this pain, where exactly is it?", "respuesta": "especially in the shin area"}, {"pregunta": "The central part, okay, the middle part of the lower leg, so more or less where the shins are?", "respuesta": "especially in the shin area"}, {"pregunta": "OK, so in the shin area, OK. Um have you tried anything to improve it? I know it's only been an hour.", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, yes, that makes sense. If you had to describe this pain, would you say it is sharp, dull, throbbing?", "respuesta": "sharp and piercing"}, {"pregunta": "OK, OK. And on a scale from 1 to 10, with 10 being the worst pain in history, how bad is it?", "respuesta": "10/10"}, {"pregunta": "Ten, OK, um, he said he had never experienced this before, do you feel like it's getting worse, the pain, or has it been more or less the same since it started, or is it improving?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay. Okay, um, so, okay, um, do you know how you fell to the ground? Did you fall feet first or how did the fall happen, did you break the fall with your arms?", "respuesta": "with the leg hyperextended and twisted"}, {"pregunta": "OK, OK. Um, otherwise, do you have any pain in any other part of your body?", "respuesta": "He/she does not feel pain in any other part of the body."}, {"pregunta": "And any numbness or tingling in the area?", "respuesta": "There is numbness and tingling that comes and goes below the site of the injury."}, {"pregunta": "OK, and what about any sensations like feeling numbness or cold in that area?", "respuesta": "It looks clearly bruised and swollen, in addition to feeling warmer."}, {"pregunta": "\"OK.\"", "respuesta": "I"}, {"pregunta": "OK, yes, that is understandable. Um, what about headaches?", "respuesta": "No headaches"}, {"pregunta": "Any fainting or dizziness.", "respuesta": "No headaches, fainting, or dizziness."}, {"pregunta": "Confusion or memory loss?", "respuesta": "There is no confusion or memory loss."}, {"pregunta": "A recent weight loss.", "respuesta": "There is also no weight loss."}, {"pregunta": "Fever or chills?", "respuesta": "No fever or chills"}, {"pregunta": "No, any changes in your vision, hearing, smell, or taste?", "respuesta": "no sensory changes"}, {"pregunta": "Any cough, difficulty breathing, or wheezing?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "No, OK, um how about chest pain or palpitations?", "respuesta": "He does not feel chest pain or palpitations."}, {"pregunta": "No, any change in your bowel movements?", "respuesta": "There are also no changes in bowel movements."}, {"pregunta": "Uh, nausea or vomiting?", "respuesta": "There are also no changes in bowel movements, nausea, or vomiting."}, {"pregunta": "Abdominal pain?", "respuesta": "He/she does not feel abdominal pain"}, {"pregunta": "Changes in urinary habits?", "respuesta": "There is no abdominal pain and there are no changes in urinary habits."}, {"pregunta": "No, okay, and is she otherwise healthy?", "respuesta": "enjoy good overall health"}, {"pregunta": "Okay, that's fine. Any hospitalization or surgery in the past?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, OK. Um and then um are you up to date with all your vaccines?", "respuesta": "up to date with vaccines"}, {"pregunta": "OK, that's good. Um do you have any allergies?", "respuesta": "He/she doesn't have any allergies."}, {"pregunta": "OK, and so is there any family history of musculoskeletal problems?", "respuesta": "The patient's mother was diagnosed with osteoporosis."}, {"pregunta": "Okay, yes.", "respuesta": "I"}, {"pregunta": "How old were you when you were diagnosed with that?", "respuesta": "in their 50s"}, {"pregunta": "In your fifties, OK.", "respuesta": "I"}, {"pregunta": "Have you ever been tested for that?", "respuesta": "No tests related to osteoporosis have been conducted."}, {"pregunta": "OK, sure. And then, any family history of lung or heart conditions?", "respuesta": "No family history of lung or heart conditions."}, {"pregunta": "Uh, what about autoimmune conditions?", "respuesta": "There are also no autoimmune conditions in the family."}, {"pregunta": "Any cancer?", "respuesta": "An aunt has ovarian cancer"}, {"pregunta": "OK, OK, um how old were you when you were diagnosed?", "respuesta": "diagnosed at 60 years old"}, {"pregunta": "OK, OK, um and have you been in contact with someone who is sick recently?", "respuesta": "You have not traveled recently or been in contact with anyone who is sick."}, {"pregunta": "No, OK, have you taken any trips recently?", "respuesta": "He/she has not traveled recently."}, {"pregunta": "OK. Those are all the questions I had for you. Do you have any questions of your own or anything you would like to add before we move on to the physical examination component?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "OK, that sounds good, yes, we will do our best.", "respuesta": "I"}, {"pregunta": "Um, OK, so now looking at your legs side by side, do you notice any redness or swelling on your right leg compared to the left one?", "respuesta": "His leg is considerably red and swollen compared to the other one."}, {"pregunta": "Okay, yes, do you notice any obvious breakage in the skin?", "respuesta": "It does not note that any bone piece presses the skin or fractures."}, {"pregunta": "Okay, do you notice any bone piece pressing against the skin?", "respuesta": "You do not notice that any bone piece presses the skin."}, {"pregunta": "No, OK. Uh any bruising in the area?", "respuesta": "It looks clearly bruised."}, {"pregunta": "OK. Besides the bruises and misalignment, do you notice any other obvious deformity, any muscle atrophy in the area?", "respuesta": "It does not detect muscle atrophy in the area."}, {"pregunta": "No, OK, and then uh putting your hand on one leg compared to the other, does it feel warmer?", "respuesta": "Feel it hotter"}, {"pregunta": "OK, and then I'm going to try to have you do some movements, um can you move your right leg at all, like, can you bend and straighten your knees?", "respuesta": "He is unable to bear weight on the leg or move it."}, {"pregunta": "OK, and what about weight-bearing, can you stand on that leg?", "respuesta": "He is not able to bear weight on the leg."}, {"pregunta": "Okay, yes, don't worry.", "respuesta": "I"}]}, {"Historial": "Patient information: Lives with parents and sibling on the outskirts. Is a student. Gender and age not specified.\n\nMain complaint: The patient has had a mass under the right knee for two weeks. The mass is not painful, but it is hard and uncomfortable to touch. It is located just below the knee bone and measures about 2 to 3 centimeters. There is no apparent cause for its appearance. There has been no fever or chills, no weight loss. No neurological symptoms or muscle weakness. No night sweats or infectious symptoms. No cough or difficulty breathing. No memory loss or confusion. No sensory changes, chest pain, or palpitations. No dizziness or vertigo, and no nausea or vomiting. No changes in appetite or abdominal pain. No changes in bowel habits or urinary patterns. No changes noticed in skin, hair, or nails. No fatigue or muscle pain or body aches. No limping, discoloration, or redness in the affected area. No muscle atrophy in the area or joint deformities. No movement limitations.\n\nPersonal medical history: No history of trauma or injury in the affected area. The patient is healthy and up to date on vaccinations. Does not take any medication regularly, has no allergies, and has not had any hospitalizations or surgeries in the past. Denies being near any sick individuals or recent travel. Does not smoke, use drugs, and is not sexually active.\n\nFamily medical history: Patient's father has diabetes and mother has anxiety. Patient's uncle had melanoma. No musculoskeletal or neurological history in the family. No genetic diseases in the family.\n\nPossible diagnoses:\n1. Osteochondroma\n2. Osteoma\n3. Endochondroma\n\nPossible specific studies, evaluations, and laboratory tests:\n1. X-ray of the knee and long bones", "lista_preguntas": [{"pregunta": "How can I help you?", "respuesta": "He has a mass below the right knee."}, {"pregunta": "Yes, of course. Okay, when did you first notice this lump?", "respuesta": "two weeks ago"}, {"pregunta": "Ok, and uh, where is it specifically located?", "respuesta": "It is located just below the knee bone."}, {"pregunta": "Ok, and uh, ok Um, and uh, is it, is it associated with any pain?", "respuesta": "It is not painful, but it is hard and uncomfortable to touch."}, {"pregunta": "Ok. Have you had any knee trauma, or in the area, or any injury there?", "respuesta": "There is no history of trauma or injury in the affected area."}, {"pregunta": "Ok, um, and have you had any, uh, any fever or chills?", "respuesta": "He has not had a fever or chills."}, {"pregunta": "Okay, have you experienced any unexpected weight loss?", "respuesta": "It has also not had any weight loss."}, {"pregunta": "Ok, uh, and how about, um, any neurological symptoms like numbness, tingling, sensory loss?", "respuesta": "Without neurological symptoms"}, {"pregunta": "Ok, and how about uh, any muscle weakness in the lower or upper limb?", "respuesta": "No neurological symptoms or muscle weakness."}, {"pregunta": "Ok. Have you had a fever or chills?", "respuesta": "He has not had a fever or chills."}, {"pregunta": "Oh, and night sweats?", "respuesta": "It also does not have night sweats."}, {"pregunta": "Well, have you had any infectious symptoms, like uh, like a runny nose or sore throat?", "respuesta": "It also does not have night sweats or infectious symptoms."}, {"pregunta": "Ok. Have you had uh, cough or difficulty breathing?", "respuesta": "No cough or difficulty breathing"}, {"pregunta": "Well, that's good. And any memory loss or confusion?", "respuesta": "No memory loss or confusion."}, {"pregunta": "Alright, and any sensory changes like changes in your vision, hearing, smell, or taste?", "respuesta": "No sensory changes"}, {"pregunta": "Well, have you had any chest pain?", "respuesta": "No sensory changes, pain in the chest"}, {"pregunta": "And any palpitations or sensation of your heart racing?", "respuesta": "No sensory changes, chest pain, or palpitations."}, {"pregunta": "Well, have you experienced any dizziness or vertigo?", "respuesta": "There have been no dizziness or vertigo."}, {"pregunta": "Okay. Um, have you experienced any nausea or vomiting?", "respuesta": "neither nausea nor vomiting"}, {"pregunta": "Okay, um, have you experienced any changes or loss of appetite?", "respuesta": "There have been no changes in appetite."}, {"pregunta": "And any abdominal pain?", "respuesta": "There have been no changes in appetite or abdominal pain."}, {"pregunta": "Alright. Have you experienced any changes in your bowel habits, such as diarrhea, constipation, or uh, blood in the stool?", "respuesta": "There have been no changes in bowel habits."}, {"pregunta": "Well, any changes in your urinary patterns such as pain or frequency?", "respuesta": "There have been no changes in bowel habits or urinary patterns."}, {"pregunta": "Well, have you had any changes in your skin, like rashes, or any changes in your hair or nails?", "respuesta": "He has also not noticed any changes in the skin, hair, or nails."}, {"pregunta": "Alright, so, how's your energy? Have you been feeling fatigued?", "respuesta": "He does not feel fatigue."}, {"pregunta": "Well, have you had any muscle pain, body aches, or uh, any joint pain?", "respuesta": "He does not feel fatigue or muscle pain or body aches."}, {"pregunta": "Yes, certainly. Okay, and... have you been diagnosed with any illness in the past? Or seen a doctor for any reason?", "respuesta": "He is healthy."}, {"pregunta": "Okay, um, do you take any medication regularly, over-the-counter or prescribed?", "respuesta": "He/she does not take any medication regularly."}, {"pregunta": "Okay, um, do you have any allergies?", "respuesta": "He/she doesn't have any allergies."}, {"pregunta": "Alright, and are your vaccines up to date?", "respuesta": "He/she is up to date with vaccinations."}, {"pregunta": "Well, uh, have you had any hospitalizations or surgeries?", "respuesta": "He has not had any hospitalizations or surgeries."}, {"pregunta": "Sure. Um, and uh, could you tell me a bit about your current living situation? Like who you live with and uh, where.", "respuesta": "He lives on the outskirts with his parents and brother."}, {"pregunta": "Okay, are you currently going to school and working, or just working?", "respuesta": "student"}, {"pregunta": "Yes, absolutely. Okay, um, and uh, have you been around anyone who has been sick?", "respuesta": "Denies having been near any sick person"}, {"pregunta": "Okay, have you traveled anywhere recently?", "respuesta": "Denies having been close to any sick person or having traveled."}, {"pregunta": "Okay. Um, and uh, do you smoke cigarettes or uh, do you use any cannabis products?", "respuesta": "He/she does not smoke, does not do drugs."}, {"pregunta": "Okay, that's fine. And um, are you currently sexually active?", "respuesta": "He is not sexually active."}, {"pregunta": "No, okay. Have you been sexually active in the past?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Ok. Um, and uh, any concerns about safety at home, whether it's physical violence or um, verbal abuse, either towards yourself or someone at home?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay, that's good. I'm glad to hear that. And is there any illness in the family? Uh, whether it's musculoskeletal or neurological things that you can think of.", "respuesta": "There is no musculoskeletal or neurological history in the family."}, {"pregunta": "Okay, has anyone in the family ever had cancer or bone tumors or soft tissue tumors?", "respuesta": "The patient's uncle had a melanoma."}, {"pregunta": "Okay. Um, and any genetic diseases in the family or congenital diseases?", "respuesta": "There are also no genetic diseases in the family."}, {"pregunta": "Ok, um, so um, next I wanted to move on to the physical exam component and um, first of all, do you have any issues with walking?", "respuesta": "There is no nostalgic march"}, {"pregunta": "Ok, great. So there is no antalgic gait. And when you look at the area, do you see any swelling or redness or skin discoloration?", "respuesta": "There is no antalgic gait, nor discoloration or redness."}, {"pregunta": "Ok, do you see any deformity in the joints or anything like that?", "respuesta": "There is no muscle atrophy in the area nor deformities in the joints."}, {"pregunta": "Alright, and you don't have any pain, so if you press on the area or on the knee joint, can you feel the mass and there is no pain?", "respuesta": "The lump is not painful."}, {"pregunta": "Ok. Um, and um, uh ok, so there are no limitations with uh, like range of motion of any of your joints including like uh, knee and ankle?", "respuesta": "There are no movement restrictions"}, {"pregunta": "Alright, great, and that was all I wanted to ask today and uh, uh also check in person. Um, is there anything else I may have forgotten to ask or something you would like to add?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Alright, so we will get that, we will do that in order.", "respuesta": "I"}]}, {"Historial": "Patient information: High school student, 17 years old, works at a grocery store. Lives with parents and siblings in a house.\n\nMain complaint: The patient presents pain in the right shoulder after someone fell on their side during a football practice two hours ago. They mention feeling a lump on the skin in the clavicle area. The patient describes the pain as sharp, like a stabbing sensation, with a severity rating of 10/10, not radiating. The patient has made a sling with a t-shirt to immobilize the arm by flexing it against the chest. The shoulder appears drooped, with bruising and swelling in the clavicle area where the lump is located. No pain in other joints and muscles, no head injury. After the impact, they experienced momentary shortness of breath, but seem fine now. No fever or chills. No rashes or weakness in other limbs. No dizziness or fainting. Hearing and vision remain normal.\n\nPersonal medical history: No previous injuries in other joints, no prior injuries in the affected area. No previous diagnoses of any diseases, no hospitalizations or surgeries. No previous concussions. Occasional alcohol consumption, no smoking or drug use. Environmental allergies for which they take medication. No known drug allergies.\n\nFamily medical history: No medical conditions in the family.\n\nPossible diagnoses:\n1. Clavicular fracture\n2. Shoulder dislocation\n3. Rotator cuff tear\n4. Frozen shoulder\n5. Bursitis\n6. Arthritis\n\nPossible specific studies, evaluations, and laboratory tests:\n1. Shoulder X-ray\n2. Shoulder CT scan\n3. Shoulder MRI\n4. Shoulder ultrasound", "lista_preguntas": [{"pregunta": "How old are you?", "respuesta": "17 years"}, {"pregunta": "What brings you here today?", "respuesta": "He presents pain in the right shoulder."}, {"pregunta": "Okay, is it the right side or the left side?", "respuesta": "on the right shoulder"}, {"pregunta": "The right side, okay. Um, okay, and how long ago did this happen?", "respuesta": "two hours ago"}, {"pregunta": "Okay, um. Um, has someone, someone fallen on your side? Okay, so, your main, do you mainly have pain in that, in that area, or does it radiate to other places?", "respuesta": "It does not radiate."}, {"pregunta": "Okay, and um, what kind of pain are you feeling? Is it sharp, stabbing, or dull?", "respuesta": "It refers to pain as sharp."}, {"pregunta": "Alright, I see, and on a scale of 0 to 10, with 10 being the worst pain you have ever felt in your life, how would you rate it?", "respuesta": "score 10/10"}, {"pregunta": "Ok, and um, are you able to make any movement, or are you just holding your arm with the other arm?", "respuesta": "A sling has been made."}, {"pregunta": "I see, okay. Um, and if you had to describe how it looks now, does your shoulder seem like it's drooping?", "respuesta": "It looks like it's fallen."}, {"pregunta": "Okay, do you notice any point near your shoulder like the collarbone area that has any bruising, swelling, or appears red? Something like that?", "respuesta": "You have bruises and swelling"}, {"pregunta": "Okay, I see. Got it. Any other symptoms, like pain in other joints, muscles?", "respuesta": "Without pain in other joints and muscles."}, {"pregunta": "Okay. Well, um, and uh, besides that, have you ever had a joint dislocated before?", "respuesta": "He has not had injuries in other joints previously."}, {"pregunta": "Okay, and no other trauma or anything in the same region?", "respuesta": "He has not had injuries in the affected area before."}, {"pregunta": "Okay, I see. Okay, have you been diagnosed with any medical conditions in the past?", "respuesta": "He has not had injuries in the affected area before."}, {"pregunta": "Okay, sure, have you hurt yourself anywhere else? Have you hurt your head? Um, any loss of consciousness or anything like that?", "respuesta": "There has also been no harm done to the head."}, {"pregunta": "Okay, and any impact on your chest like if you were short of breath or something like that?", "respuesta": "He had shortness of breath."}, {"pregunta": "Okay, I see, that's good. Um, okay, and besides uh, any medical conditions? Are you taking any medication?", "respuesta": "There are no previous diagnoses of any disease."}, {"pregunta": "Alright, do you have any allergies to any medication?", "respuesta": "He has environmental allergies"}, {"pregunta": "Okay, have you tried anything that has helped or worsened the pain?", "respuesta": "It is not mentioned in the medical record."}, {"pregunta": "Okay, um, have you had any fever or chills?", "respuesta": "No fever or chills"}, {"pregunta": "Any changes in the skin, such as rashes?", "respuesta": "There are no eruptions"}, {"pregunta": "Alright, any weakness in your upper or lower limbs, besides the affected area?", "respuesta": "There are no eruptions or weakness in other limbs."}, {"pregunta": "No, okay. Um, any dizziness, fainting episodes?", "respuesta": "He has not had dizziness or fainting."}, {"pregunta": "Alright, and is your hearing and vision okay right now?", "respuesta": "Hearing and vision remain in their normal state."}, {"pregunta": "Okay, have you ever had any kind of concussion or something in the past?", "respuesta": "He has not had concussions before."}, {"pregunta": "Alright. Uh, have you been hospitalized or had any surgery in the past?", "respuesta": "No hospitalizations or surgeries."}, {"pregunta": "Alright. Any family history of any medical condition?", "respuesta": "There are no medical conditions in the family."}, {"pregunta": "Okay. Um, and how is your living situation right now?", "respuesta": "He lives with his parents and siblings in a house."}, {"pregunta": "Okay, sure, and um, do you currently work? Or are you a student?", "respuesta": "He works at a grocery store."}, {"pregunta": "Okay. Do you drink alcohol?", "respuesta": "Drink alcohol"}, {"pregunta": "Okay, do you smoke cigarettes or marijuana, or use any recreational drugs?", "respuesta": "He/she does not smoke or use drugs."}, {"pregunta": "You're welcome. Um, I'll be here with you shortly.", "respuesta": "I"}]}], "numero Conversaciones": 20}